Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# faQantwoord0
source: In the app-menu under "About Givt / Contact" there's a text field where you can type a message and send it to us. Of course you can also contact us by calling +44 2037 908068 or by sending an e-mail to support@givt.co.uk
de: Im App-Menü unter "Über Givt / Kontakt" gibt es ein Textfeld, mit dem du eine Nachricht an uns senden kannst. Natürlich kannst du uns auch telefonisch unter +49 391-50547299 oder per Mail an support@givtapp.net erreichen.
es_419: En el menú de la aplicación, en "Acerca de Givt / Contacto", hay un campo de texto donde puede escribir un mensaje y enviárnoslo. Por supuesto, también puede ponerse en contacto con nosotros llamando al +44 2037 908068 o enviando un correo electrónico a support@givt.co.uk
nl: Je kunt ons een bericht sturen door in het app-menu naar "Over Givt / Contact" te gaan en daar je vraag te stellen. We zijn natuurlijk ook bereikbaar via +31 320 320 115 of support@givtapp.net.

# personalPageHeader
source: Change your account data here.
de: Ändere deine Zugangsdaten hier.
es_419: Cambie los datos de su cuenta aquí.
nl: Wijzig hieronder je gegevens.

# personalPageSubHeader
source: Would you like to change your name? Send an e-mail to support@givtapp.net .
de: Möchtest du deinen Namen ändern? Schick dazu eine kurze Mail an support@givtapp.net
es_419: ¿Desea cambiar su nombre? Envíe un correo electrónico a support@givtapp.net .
nl: Wil je graag je naam veranderen? Stuur dan een mailtje naar support@givtapp.net.

# titlePersonalInfo
source: Personal information
de: Persönliche Informationen
nl: Mijn gegevens

# personalInfoTempUser
source: Hi there, fast giver! You're using a temporary account. We have not received your personal details yet.
de: Hallo Spender/-in! Du benutzt ein vorläufiges Konto. Wir haben bisher noch keine persönlichen Daten von dir erhalten.
nl: Hé, snelle gever! Je gebruikt een tijdelijk account. We hebben je gegevens dus nog niet ontvangen.

# updatePersonalInfoError
source: Alas! We are not able to update your personal information at the moment. Could you try again later?
de: Leider können wir deine persönlichen Daten im Moment nicht aktualisieren. Kannst du es später noch einmal versuchen?
es_419: ¡Lo sentimos! No podemos actualizar su información personal en este momento. ¿Podría intentarlo de nuevo más tarde?
nl: We kunnen op dit moment je gegevens niet opslaan op de server, probeer je het later even opnieuw?

# updatePersonalInfoSuccess
source: Success!
de: Es hat funktioniert!
nl: Gelukt!

# loadingTitle
source: Please wait...
de: Bitte warten.....
es_419: Por favor, espere...
nl: Even wachten...

# loadingMessage
source: Please wait while we are loading your data...
de: Bitte warte während wir die Daten laden.....
nl: We zijn je gegevens aan het laden ...

# buttonChange
source: Change
de: Ändern
nl: Wijzigen

# welcomeContinue
source: Let's go
de: Los geht's
nl: Aan de slag

# enterEmail
source: Let's go
de: Los geht's
nl: Aan de slag

# finalizeRegistrationPopupText
source: Important: Donations can only be processed after you have finished your registration.
de: Wichtig: Um deine Spenden übermitteln zu können, muss die Registrierung abgeschlossen sein.
es_419: Importante: Las donaciones sólo pueden procesarse una vez que haya finalizado su registro.
nl: Om je giften op het juiste adres te kunnen bezorgen, moet je nog even je registratie voltooien.

# finalizeRegistration
source: Finish registration
de: Registrierung abschließen
es_419: Finalizar registro
nl: Registratie voltooien

source: Important reminder
de: Wichtige Erinnerung
es_419: Recordatorio importante
nl: Belangrijke herinnering

source: Multiple collections
de: Mehrere Spendenziele
nl: Meerdere collectes

# questionAndroidLocation
source: Why does Givt need access to my location?
de: Warum benötigt Givt Zugriff auf meinen Standort?
nl: Waarom heeft Givt mijn locatiegegevens nodig?

# answerAndroidLocation
source: When using an Android smartphone, the Givt-beacon can only be detected by the Givt app when the location is known. Therefore, Givt needs your location to make giving possible. Besides that, we do not use your location.
de: Bei der Verwendung eines Android-Smartphones kann der Givt-Beacon von der Givt-App nur erkannt werden, wenn der Standort bekannt ist. Daher benötigt Givt den Standort, um dir das Spenden zu ermöglichen. Keine Sorge, abgesehen davon verwenden wir den Standort nicht.
nl: Wanneer je een Android telefoon gebruikt, kan de Givt-app de zender in de collectezak alleen detecteren wanneer jouw locatiegegevens bekend zijn. Om met Givt te kunnen geven, heeft Givt dus jouw locatiegegevens nodig. Verder doen we helemaal niets met die locatiegegevens.

# shareTheGivtButton
source: Share with my friends
de: Teile Givt mit Freunden
es_419: Compartir con mis amigos
nl: Deel met mijn vrienden

# shareTheGivtText
source: I've just used Givt to donate to {value0}!
de: Ich habe gerade Givt genutzt, um an {value0} zu spenden!
es_419: ¡Acabo de usar Givt para donar a {value0}!
nl: Ik heb zonet gegeven aan {value0} met Givt!

# shareTheGivtTextNoOrg
source: I've just used Givt to donate!
de: Ich habe gerade Givt genutzt, um zu spenden!
nl: Ik heb zonet gegeven met Givt!

# joinGivt
source: Get involved on givtapp.net/download.
de: Mach mit via givtapp.net/download.
es_419: Participa en givtapp.net/download.
nl: Doe je ook mee? givtapp.net/download

# firstUseWelcomeSubTitle
source: Swipe for more information
de: Für weitere Informationen bitte wischen.
nl: Swipe voor meer informatie

# firstUseWelcomeTitle
source: Welcome!
de: Willkommen!
nl: Welkom!

# firstUseLabelTitle1
source: Give everywhere with one debit mandate
de: Gib überall mit einem Lastschriftmandat
nl: Met één machtiging overal geven

# firstUseLabelTitle2
source: Easy, safe and anonymous giving
de: Einfaches, sicheres und anonymes Spenden
nl: Makkelijk, veilig en anoniem geven

# firstUseLabelTitle3
source: Give always and everywhere
de: Spende Immer und überall
nl: Altijd en overal geven

source: Yes, success!
de: Super, geschafft!
es_419: ¡Sí, éxito!
nl: Yes, gelukt!

# toGiveWeNeedYourEmailAddress
source: To start giving with Givt, we just need your e-mail address
de: Um mit dem Spenden per Givt beginnen zu können, benötigen wir nur deine E-Mail-Adresse.
nl: Om te geven met Givt is alvast je e-mailadres nodig

# weWontSendAnySpam
source: (we won't send any spam, promise)
de: (wir werden auch keinen Spam versenden, versprochen)
nl: (we sturen geen spam, beloofd)

# swipeDownOpenGivt
source: Swipe down to open the Givt app.
de: Wische nach unten, um die Givt App zu öffnen.
nl: Veeg omlaag om de Givt-app opnieuw te openen.

source: More info
de: Weitere Infos
nl: Meer info

source: Germany
de: Deutschland
nl: Duitsland

# extraBluetoothText
source: Does it look like your Bluetooth is on? It is still necessary to switch it off and on again.
de: Ist Bluetooth eingeschaltet? Dann musst du es nochmal aus- und dann wieder einschalten.
nl: Lijkt je Bluetooth al aan te staan? Dan is het toch even nodig om Bluetooth uit en opnieuw aan te zetten.

# openMailbox
source: Open inbox
de: Öffne dein Postfach
nl: Open mailbox

source: Personal info
de: Persönliche Infos
es_419: Información personal
nl: Persoonlijke gegevens

# cameraPermission
source: We need to access your camera to scan a QR code.
de: Wir müssen auf deine Kamera zugreifen, um einen QR-Code scannen zu können.
nl: We hebben toegang tot je camera nodig om een qr-code te kunnen scannen.

# downloadYearOverview
source: Do you want to download your donations overview of 2017 for your tax return?
de: Möchtest du deine Spendenübersicht für die Steuererklärung herunterladen?
nl: Wil je het giftenoverzicht van 2017 voor je belastingaangifte downloaden?

# sendOverViewTo
source: We'll send the overview to
de: Wir senden die Übersicht an
nl: We sturen het overzicht naar

# yearOverviewAvailable
source: Annual overview available
de: Jährliche Spendenübersicht verfügbar
nl: Jaaroverzicht beschikbaar

# checkHereForYearOverview
source: You can request your annual overview here
de: Hier kannst du deine jährliche Spendenübersicht anfordern
nl: Hier kun je je jaaroverzicht opvragen

# couldNotSendTaxOverview
source: We can't seem to fetch your annual review, please try again later. Contact us at support@givtapp.net if this problem persists.
de: Wir können deine jährliche Spendenübersicht nicht abrufen, bitte versuch es später noch einmal. Wende dich an support@givtapp.net, wenn dieses Problem weiterhin besteht.
nl: Het lukt nu even niet om je giftenoverzicht op te vragen, probeer het later even opnieuw. Contacteer support@givtapp.net als dit probleem blijft optreden.

# searchHere
source: Search ...
de: Suche....
es_419: Buscar ...
nl: Zoeken ...

# noInternet
source: Whoops! It looks like you're not connected to the internet. Try again when you are connected with the internet.
de: Hoppla! Es sieht so aus, als ob du keinerlei Verbindung zum Internet hättest. Probier es noch einmal, wenn wieder eine Verbindung mit dem Internet besteht.
es_419: ¡Ups! Parece que no está conectado a Internet. Inténtelo de nuevo cuando esté conectado a Internet.
nl: Oeps! Het lijkt erop dat je niet verbonden bent met internet. Probeer het nog eens wanneer je wel verbinding met internet hebt.

# noInternetConnectionTitle
source: No internet connection
de: Keine Internetverbindung
es_419: Sin conexión a Internet
nl: Geen internetverbinding

# serverNotReachable
source: Alas, it's not possible to finish your registration at this time, our server seems to have an issue. Can you try it again later? Got this message before? We're probably not aware of this issue. Help us improve Givt by sending us a message and we'll get right on it.
de: Leider ist es gerade nicht möglich die Registrierung abzuschließen, unser Server scheint ein Problem zu haben. Kannst du es später noch einmal versuchen? Hast du diese Nachricht wiederholt bekommen? Offensichtlich sind wir uns dieses Problems nicht bewusst. Hilf uns Givt zu verbessern, indem du uns eine Nachricht schickst. Wir werden uns dann sofort darum kümmern, versprochen.
nl: Het is nu helaas niet mogelijk om je registratie af te ronden, het lijkt aan onze server te liggen. Probeer je het later nog eens? Deze melding al vaker gekregen? Dan zijn we hier waarschijnlijk niet van op de hoogte. Help ons Givt verbeteren en laat een bericht achter, dan gaan we ermee aan de slag.

source: Send message
de: Nachricht senden
nl: Bericht sturen

# answerWhyAreMyDataStored
source: Everyday we work very hard at improving Givt. To do this we use the data we have at our disposal. We require some of your data to create your mandate. Other information is used to create your personal account. We also use your data to answer your service questions. In no case we give your personal details to third parties.
de: Jeden Tag arbeiten wir sehr hart daran, Givt zu verbessern. Dazu verwenden wir die uns zur Verfügung stehenden Daten. Für die Erstellung deines Mandates benötigen wir einige Angaben. Andere Informationen werden verwendet, um dein persönliches Konto zu erstellen. Wir verwenden deine Daten ebenfalls, um etwaige Support-Fragen zu beantworten. In keinem Fall geben wir jedoch deine persönlichen Daten an Dritte weiter.
es_419: Trabajamos muy duro todos los días para mejorar Givt. Para ello utilizamos los datos que tenemos a nuestra disposición. Necesitamos algunos de sus datos para crear su mandato. Otra información se utiliza para crear su cuenta personal. También utilizamos sus datos para responder a sus preguntas de servicio. En ningún caso cedemos sus datos personales a terceros.
nl: Lees hieronder welke gegevens we waarvoor nodig hebben: Adresgegevens: We hebben je adresgegevens nodig om het mandaat aan te kunnen maken, zonder deze gegevens is het mandaat niet geldig en kun je je registratie niet afronden. Welke gegevens hiervoor nodig zijn, is wettelijk bepaald. Mobiele nummer: We gebruiken je mobiele nummer enkel voor support doeleinden. Betalingsgegevens: Je betalingsgegevens hebben we nodig om je gedane gift af te kunnen schrijven. E-mailadres: We gebruiken je e-mailadres om je Givt-account aan te maken. Je logt in met je e-mailadres en je wachtwoord. Ook sturen we je af en toe een update maar hier kun je je ook altijd weer voor uitschrijven. Hierover kun je meer lezen in onze privacyverklaring die je vindt onderaan deze faq.

# logoffSession
source: Log out
de: Abmelden
nl: Uitloggen

# alreadyAnAccount
source: Already have an account?
de: Hast du bereits einen Account?
nl: Heb je al een account?

source: United Kingdom
de: Vereinigtes Königreich
nl: Verenigd Koninkrijk

# cancelShort
source: Cancel
de: Abbrechen
nl: Annuleer

# cantCancelGiftAfter15Minutes
source: Alas, you can't cancel this donation within the Givt app.
de: Leider kannst du diese Spende innerhalb der Givt App nicht mehr stornieren, da diese Spende bereits länger als 15 Minuten her ist.
es_419: Lamentablemente, no puede cancelar esta donación dentro de la aplicación Givt.
nl: Helaas, deze gift kan je niet meer annuleren vanuit de Givt-app.

# unknownErrorCancelGivt
source: Due to an unexpected error, we could not cancel your donation. Get in touch with us at support@givtapp.net for more information.
de: Aufgrund eines unerwarteten Fehlers konnten wir deine Spende nicht stornieren. Wende dich an uns unter support@givtapp.net für weitere Informationen.
nl: Door een onbekende fout kunnen we je gift niet annuleren. Neem contact op met ons op support@givtapp.net voor meer informatie.

# transactionCancelled
source: The donation to {value0} will be cancelled.
de: Die Spende an {value0} wird storniert.
nl: De gift naar {value0} zal geannuleerd worden.

source: Cancelled
de: Storniert
nl: Geannuleerd

source: Undo
de: Zurück
nl: Ongedaan maken

# faqVraag16
source: Can I revoke donations?
de: Kann ich einen Spende zurückziehen?
es_419: ¿Puedo revocar las donaciones?
nl: Kan ik mijn giften annuleren?

# faqAntwoord16
source: Yes, simply go to the donation overview and swipe the donation you want to cancel to the left. If this it not possible the donation has already been processed. Note: You can only cancel your donation if you have completed your registration in the Givt app. No transactions take place in the moment of giving. The transactions take place afterwards via a direct debit. Since these transactions are revertible via your bank, it is completely safe and immune to fraud.
de: Wechseln Sie einfach in die Spendenübersicht und wische die betreffende Spende nach links. Die Stornierung ist kostenlos, wenn es auf diese Weise geschieht. Hinweis: Die Spende kann nur storniert werden, wenn die Registrierung in der Givt App abgeschlossen wurde. Im Moment der Spende finden keinerlei Transaktionen statt. Die Transaktionen erfolgen ausschließlich per Lastschrift danach. Da diese Transaktionen der Bank ebenfalls reversibel sind, sind diese absolut sicher und vor Betrug geschützt. Diese Art der Rückabwicklung verursacht aber ggf. Kosten für die Organisation, der du gespendet hast.
es_419: Sí, simplemente vaya a la vista general de las donaciones y deslice hacia la izquierda la donación que desee cancelar. Si esto no es posible, la donación ya ha sido procesada. Nota: Sólo puede cancelar su donación si ha completado su registro en la aplicación Givt. No se realizan transacciones en el momento de la donación. Las transacciones se realizan posteriormente mediante un cargo directo. Dado que estas transacciones son reversibles a través de su banco, es completamente seguro e inmune al fraude.
nl: Je kan via het giftenoverzicht je gift annuleren door naar links te swipen (vegen). Als je de Gift niet meer kan verwijderen is deze al verwerkt. Let op: dit kan alleen als je je registratie in de Givt-app hebt voltooid. Je kunt je giften ook op een later moment herroepen. Er vinden geen overschrijvingen plaats tijdens het geven met Givt, dit gebeurt achteraf door middel van een automatische incasso. Alle automatische incasso’s zijn achteraf via je eigen bank te herroepen.

# selectContextCollect
source: Give in the church, at the door or on the street
de: Spende in der Kirche, an der Haustür oder auf der Straße
es_419: Donar en la iglesia, en la puerta o en la calle
nl: Geef in de kerk, aan de deur of op straat

# giveContextQr
source: Give by scanning a QR code
de: Spende, indem du einen QR-Code scannst
es_419: Donar escaneando un código QR
nl: Geef door middel van een QR-code

# selectContextList
source: Select a cause from the list
de: Suche ein Spendenziel aus der Liste aus
es_419: Seleccionar una causa de la lista
nl: Kies een doel uit de lijst

# selectContext
source: Choose the way you give
de: Wähle die Art zu Spenden
es_419: Elija la forma en que dona
nl: Kies hoe je wilt geven

source: Choose who you want to give to
de: Wähle dein Spendenziel
es_419: Elija a quién quiere donar
nl: Kies aan wie je wil geven

# cancelGiftAlertTitle
source: Cancel donation?
de: Die Spende stornieren?
es_419: ¿Cancelar donación?
nl: Gift annuleren?

# cancelGiftAlertMessage
source: Are you sure you want to cancel this donation?
de: Bist du sicher, dass du die Spende stornieren möchtest?
es_419: ¿Está seguro de que desea cancelar esta donación?
nl: Weet je zeker dat je deze gift wil annuleren?

source: Got it
de: Hab's kapiert!
nl: Ik snap het

# cancelFeatureTitle
source: You can cancel a donation by swiping left
de: Du kannst eine Spende stornieren, indem du sie nach links wischst
es_419: Puede cancelar una donación deslizando el dedo hacia la izquierda
nl: Je kunt een gift annuleren door naar links te vegen

# cancelFeatureMessage
source: Tap anywhere to dismiss this message
de: Tippe irgendwo hin, um diese Nachricht zu verlassen
es_419: Toque en cualquier lugar para descartar este mensaje
nl: Tik op het scherm om dit bericht te verbergen

# giveSubtitle
source: There are several ways to ‘Givt’. Pick the one that suits you best.
de: Es gibt mehrere Möglichkeiten, um mit Givt zu spenden. Wähle die, welche am besten zu dir passt.
es_419: Hay varias maneras de 'Givt'. Elija la que mejor se adapte a usted.
nl: Je kunt op verschillende manieren ‘Givten’. Hier kun je kiezen wat op dit moment het best bij jou past.

source: Confirm
de: Bestätige
es_419: Confirmar
nl: Bevestig

# safariGivingToOrganisation
source: You just gave to {value0}. Find the overview of your donation below.
de: Du hast gerade an {value0} gespendet. Unten findest du eine Spendenübersicht.
nl: Je hebt nu gegeven aan {value0}. Hieronder vind je het overzicht van je gift.

# safariGiving
source: You just gave. Find the overview of your donation below.
de: Du hast gerade gespendet. Unten findest du eine Spendenübersicht.
nl: Je hebt nu gegeven. Hieronder vind je het overzicht van je gift.

# giveSituationShowcaseTitle
source: Next, choose how you want to give
de: Als nächstes wählst du, wie du geben möchtest
nl: Kies in het volgende scherm hoe je wil geven

# soonMessage
source: Coming soon...
de: Bald verfügbar.....
nl: Binnenkort...

# giveWithYourPhone
source: Move your phone
de: Bewege das Handy
es_419: Mueva su teléfono
nl: Beweeg je telefoon

# celebrateTitle
source: Let's countdown
de: Warte...
nl: Nog eventjes wachten...

# celebrateMessage
source: When the countdown hits 0, hold your phone above your head. What's going to happen? You'll soon see...
de: Werfe das Handy in die Luft (aber halte es fest!), bevor der Timer 0 erreicht. Was wird dann passieren? Du erfährst es gleich.....
nl: Zwier je smartphone in de lucht voor de aftelklok op 0 staat. Wat er dan gebeurt? Dat merk je vanzelf...

# afterCelebrationTitle
source: Wave!
de: Und jetzt... Winke!
nl: Zwaaien maar!

# afterCelebrationMessage
source: Hold it up, shine your light!
de: Jetzt ist die Zeit, winke wie wild! (Wir sind nicht verantwortlich für auftretende Ellbogenverletzungen.)
nl: Het is zover, zwaai er op los! (We zijn niet verantwoordelijk voor eventuele elleboogstoten.)

# errorContactGivt
source: An error has occurred, please contact us at support@givtapp.net .
de: Ein Fehler ist aufgetreten. Bitte kontaktiere uns unter support@givtapp.net
es_419: Se ha producido un error, póngase en contacto con nosotros en support@givtapp.net .
nl: Er is een fout opgetreden, gelieve contact op te nemen met support@givtapp.net .

# mandateFailPersonalInformation
source: It seems there is something wrong with the information you filled in. Could you please check in the menu, under 'Personal information'? You can change the information there as well, if necessary.
de: Anscheinend stimmt etwas mit den von dir angegebenen Informationen nicht. Könntest du bitte im Menü unter "Persönliche Informationen" nachsehen? Bei Bedarf kannst du sie dort auch gleich ändern.
es_419: Parece que hay algo mal con la información que ingresó. ¿Podría verificar en el menú, en 'Información personal'? También puede cambiar la información allí, si es necesario.
nl: Er lijkt iets mis te zijn met je ingevulde gegevens. Controleer je even in het menu, onder 'Mijn gegevens'? Daar kun je je gegevens ook aanpassen.

# mandateSmsCode
source: We'll send a text message to {value0}. The mandate will be signed on behalf of {value1}. Correct? Proceed to the next step.
de: Wir senden eine SMS an {value0}. Das Mandat wird im Namen von {value1} unterzeichnet. Ist dies korrekt? Dann fahre mit dem nächsten Schritt fort.
nl: We sturen een sms-code naar {value0}. Het mandaat wordt aangevraagd op naam van {value1}. Correct? Ga dan gerust verder.

# mandateSigningCode
source: If all goes well, you'll receive a text message. Fill in the code below to sign your mandate.
de: Wenn alles gut geht, erhältst du eine SMS. Bitte trage den enthaltenden Code ein, um Ihr Mandat zu unterzeichnen.
nl: Als het goed is, krijg je zometeen een code. Vul die hieronder in om de machtiging te ondertekenen.

# readCode
source: Your code:
de: Dein Code:
nl: Jouw code:

# readMandate
source: View mandate
de: Mandat ansehen
nl: Bekijk mandaat

# mandatePdfFileName
source: mandate
de: Mandat
nl: mandaat

# writeStoragePermission
source: To be able to view this PDF, we need access to your phone's storage so that we can save the PDF and show it.
de: Um diese PDF ansehen zu können, benötigen wir den Zugriff auf den Speicher des Telefons, damit wir PDF speichern und anzeigen können.
nl: Om deze PDF te kunnen bekijken, hebben we even toegang tot de opslag van je telefoon nodig zodat we de PDF kunnen opslaan en laten zien.

# legalTextSlimPay
source: By continuing, you will be asked to sign a mandate authorizing Givt B.V. to debit your account. You must be the account holder or be authorized to act on the account holder's behalf. Your personal data will be processed by SlimPay, a licensed payment institution, to execute the payment transaction on behalf of Givt B.V., and to prevent fraud according to European regulation.
de: Wenn du fortfährst, wirst du gebeten, ein Mandat zu unterzeichnen, welches Givt B.V. berechtigt, dein Konto zu belasten. Du musst der Kontoinhaber sein oder berechtigt, im Namen des Kontoinhabers zu handeln. Deine persönlichen Daten werden von SlimPay, einem lizenzierten Zahlungsinstitut, verarbeitet, um den Zahlungsvorgang im Namen von Givt B.V. durchzuführen und Betrug gemäß den europäischen Vorschriften zu verhindern.
nl: Door verder te gaan, zal u een machtiging ondertekenen voor het mandaat van Givt B.V om uw account te debiteren. U moet de accounthouder zijn of gemachtigd zijn om namens de accounthouder te handelen. Uw persoonlijke gegevens worden verwerkt door SlimPay, een gelicentieerde betalingsinstelling, om de betalingstransactie uit te voeren namens Givt B.V., en om fraude te voorkomen volgens Europese regelgeving.

source: Resend code
de: Code nochmals zusenden
nl: Verstuur de code opnieuw
