Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# policyTextUs
source: Latest Amendment: 04-04-2022 Version 1.0 Givt Inc. Privacy Policy Introduction This Privacy Policy outlines Givt Inc.’s (“we,” “our,” or “the Company”) practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: “Users”). Refer to www.givt.app/terms-of-use/ for the Terms of Use that apply when you use the Givt app. Grounds for data collection Processing of your personal information (meaning, any information relating to an identified or identifiable individual; hereinafter “Personal Information”) is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organization you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“Non-personal Information”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: ● Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. ● Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: ● Name and address, ● Date of birth, ● Email address, ● Secured password details, and ● Bank details for the purposes of making payments. ● Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organization you represent. How do we receive information about you? We receive your Personal Information from various sources: ● When you voluntarily provide us with your personal details in order to register on our App; ● When you use or access our App in connection with your use of our services; When you use or access our Dashboard in connection with your organization’s use of our services; ● From third party providers, services and public registers (for example, traffic analytics vendors); and, ● Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. What do we do with the information we collect? We may use the information for the following: ● To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Such information is never shared with intended recipients of donations; ● Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; ● Conducting statistical and analytical activities, intended to improve the App and/or the App. ● For marketing and advertising purposes, such as developing and providing promotional and advertising materials that may be relevant, valuable or otherwise of interest to you. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. User Rights You may request to: 1. Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. 2. Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. 3. Request rectification of your personal information that is in our control. 4. Request erasure of your personal information. 5. Object to the processing of personal information by us. 6. Request portability of your personal information. 7. Request to restrict processing of your personal information by us. 8. Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. Before fulfilling your request, we may ask you to provide reasonable information to verify your identity. Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing client personal data, account opening documents, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorized access to personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Data collected from Users located in the United States is stored in the United States. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by unsubscribing via the link in the newsletter. Providing Data to Third Parties We may provide your information to our partners. For example, we may share any information we receive with vendors and service providers retained in connection with the provision of the App. If you use the App to make a donation, your payment-related information, such as credit card or other financial information, is collected by our third- party payment processor on our behalf. In all cases, these parties are necessary to provide the services. We may collect, use, and share anonymous data for statistical purposes, reviews, and comparisons; no such data will be traceable to individuals. We are committed to making it easier for donors to give to charities of their choosing, and we will never sell data to third parties. We may access, preserve, and disclose your information if we believe doing so is required or appropriate to: (a) comply with law enforcement requests and legal process, such as a court order or subpoena; (b) respond to your requests; or (c) protect your, our, or others’ rights, property, or safety. We may transfer your information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a corporate transaction in which we are acquired by or merged with another company or we sell, liquidate, or transfer all or a portion of our assets. The use of your information following any of these events will be governed by the provisions of this Privacy Policy in effect at the time the applicable information was collected. We may also disclose your information with your permission. Children’s Privacy We do not knowingly collect, maintain, or use personal information from children under 13 years of age, and no part of our App is directed to children. If you learn that a child has provided us with personal information in violation of this Privacy Policy, then you may alert us at support@givt.app. Third Parties The App may contain links to other websites, products, or services that we do not own or operate. We are not responsible for the privacy practices of these third parties. Please be aware that this Privacy Policy does not apply to your activities on these third-party services or any information you disclose to these third parties. We encourage you to read their privacy policies before providing any information to them. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the “Last modified” section. If we materially change the ways in which we use or share personal information collected from you, we will notify you through the App, by email, or other communication. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or by phone at +1 918-615-9611.
de: Latest Amendment: 19-01-2022 Version 1.0 Givt Inc. (Atlanta Financial Centre) 3343 Peachtree Rd NE Ste 145-1032 Atlanta Privacy Policy Introduction This Privacy Policy outlines Givt Inc.'s (" we ", " our " or " the Company ") practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: "Users"). Grounds for data collection Processing of your personal information (meaning, any information which may potentially allow your identification with reasonable means; hereinafter "Personal Information") is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organisation you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“ Non-personal Information ”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: Name and address, Date of birth, email address, secured password details, and bank details for the purposes of making payments. Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organisation you represent.
es_419: 1. Givt App – US Privacy Policy Latest Amendment: [01-03-2025] Version [1.2] Givt Inc. Privacy Policy Introduction This Privacy Policy outlines Givt Inc.’s (“we,” “our,” or “the Company”) practices with respect to information collected from our Application Grounds for data collection Processing of your personal information (meaning, any information relating to an identified or identifiable individual; hereinafter “Personal Information”) is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organization you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“Non-personal Information”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: – Name and address, – Date of birth, – email address, – secured password details, and – bank details for the purposes of making payments. Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organization you represent. How do we receive information about you? We receive your Personal Information from various sources: ● When you voluntarily provide us with your personal details in order to register on our App; ● When you use or access our App in connection with your use of our services; When you use or access our Dashboard in connection with your organization’s use of our services; ● From third party providers, services and public registers (for example, traffic analytics vendors); and, ● Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. What do we do with the information we collect? We may use the information for the following: ● To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Payment information is never shared with intended recipients of donations; ● Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; ● Conducting statistical and analytical activities, intended to improve the App and/or the App. ● For marketing and advertising purposes, such as developing and providing promotional and advertising materials that may be relevant, valuable or otherwise of interest to you. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. Providing Data to Third Parties When you make a donation, personal information about you, your name, the amount, campaign and email address is shared with the intended recipient of your donation. In some cases, you may have the option to remain anonymous. If you choose to remain anonymous, your personal information will not be shared with the intended recipient of your donation. When you make a donation, personal information about you, your name, the amount, campaign and email address is shared with the intended recipient of your donation. In some cases, you may have the option to remain anonymous. If you choose to remain anonymous, your personal information will not be shared with the intended recipient of your donation. We may provide your information to our partners. For example, we may share any information we receive with vendors and service providers retained in connection with the provision of the App. If you use the App to make a donation, your payment-related information, such as credit card or other financial information, is collected by our third-party payment processor on our behalf. In all cases, these parties are necessary to provide the services. We may collect, use, and share anonymous data for statistical purposes, reviews, and comparisons; no such data will be traceable to individuals. We are committed to making it easier for donors to give to charities of their choosing, and we will never sell data to third parties. We may access, preserve, and disclose your information if we believe doing so is required or appropriate to: (a) comply with law enforcement requests and legal process, such as a court order or subpoena; (b) respond to your requests; or (c) protect your, our, or others’ rights, property, or safety. We may transfer your information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a corporate transaction in which we are acquired by or merged with another company or we sell, liquidate, or transfer all or a portion of our assets. The use of your information following any of these events will be governed by the provisions of this Privacy Policy in effect at the time the applicable information was collected. We may also disclose your information with your permission. Information from Cookies and Other Tracking Technologies. We and our third-party partners collect information about your activities on our Application using cookies, pixel tags, SDKs, or other tracking technologies. Our third-party partners, such as analytics, authentication, and security partners, may also use these technologies to collect information about your online activities over time and across different services. Analytics Partners. We use analytics services such as Google Analytics to collect and process certain analytics data. [You can learn more about Google’s practices by visiting https://www.google.com/policies/privacy/partners/.] Collection of Audio Data. In order to create recorded messages for family members, our App collects audio data if you explicitly enable the App to have access to your device’s microphone via your device’s operating system settings. This feature is designed to enhance user experience by allowing personalized messages to be shared through our services. Audio data is only used for the purpose of delivering the recorded message. Audio recording occurs solely during the active use of this feature. Audio recordings are not shared with third parties unless explicitly required for service delivery or mandated by law. You can disable microphone access at any time through your device settings, which may limit your ability to use this feature. User Rights You may request to: 1.Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. 2.Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. 3.Request rectification of your personal information that is in our control. 4.Request erasure of your personal information. 5.Object to the processing of personal information by us. 6.Request portability of your personal information. 7.Request to restrict processing of your personal information by us. 8.Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. Before fulfilling your request, we may ask you to provide reasonable information to verify your identity. Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing client personal data, account opening documents, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorized access to personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Data collected from Users located in the United States is stored in the United States. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by unsubscribing via the link in the newsletter. Third Parties The App may contain links to other websites, products, or services that we do not own or operate. We are not responsible for the privacy practices of these third parties. Please be aware that this Privacy Policy does not apply to your activities on these third-party services or any information you disclose to these third parties. We encourage you to read their privacy policies before providing any information to them. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the “Last modified” section. If we materially change the ways in which we use or share personal information collected from you, we will notify you through the App, by email, or other communication. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or by phone at 918-615-9611.
nl: Latest Amendment: [13-03-2023] Version [1.1] Givt Inc. Privacy Policy Introduction This Privacy Policy outlines Givt Inc.’s (“we,” “our,” or “the Company”) practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: “Users”). Click here for the Terms of Use that apply when you use the Givt app. Grounds for data collection Processing of your personal information (meaning, any information relating to an identified or identifiable individual; hereinafter “Personal Information”) is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organization you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“Non-personal Information”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: ● Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. ● Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: – Name and address, – Date of birth, – email address, – secured password details, and – bank details for the purposes of making payments. ● Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organization you represent. How do we receive information about you? We receive your Personal Information from various sources: ● When you voluntarily provide us with your personal details in order to register on our App; ● When you use or access our App in connection with your use of our services; When you use or access our Dashboard in connection with your organization’s use of our services; ● From third party providers, services and public registers (for example, traffic analytics vendors); and, ● Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. What do we do with the information we collect? We may use the information for the following: ● To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Payment information is never shared with intended recipients of donations; ● Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; ● Conducting statistical and analytical activities, intended to improve the App and/or the App. ● For marketing and advertising purposes, such as developing and providing promotional and advertising materials that may be relevant, valuable or otherwise of interest to you. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. Providing Data to Third Parties When you make a donation, personal information about you, your name, the amount, campaign and email address is shared with the intended recipient of your donation. In some cases, you may have the option to remain anonymous. If you choose to remain anonymous, your personal information will not be shared with the intended recipient of your donation. We may provide your information to our partners. For example, we may share any information we receive with vendors and service providers retained in connection with the provision of the App. If you use the App to make a donation, your payment-related information, such as credit card or other financial information, is collected by our third-party payment processor on our behalf. In all cases, these parties are necessary to provide the services. We may collect, use, and share anonymous data for statistical purposes, reviews, and comparisons; no such data will be traceable to individuals. We are committed to making it easier for donors to give to charities of their choosing, and we will never sell data to third parties. We may access, preserve, and disclose your information if we believe doing so is required or appropriate to: (a) comply with law enforcement requests and legal process, such as a court order or subpoena; (b) respond to your requests; or (c) protect your, our, or others’ rights, property, or safety. We may transfer your information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a corporate transaction in which we are acquired by or merged with another company or we sell, liquidate, or transfer all or a portion of our assets. The use of your information following any of these events will be governed by the provisions of this Privacy Policy in effect at the time the applicable information was collected. We may also disclose your information with your permission. User Rights You may request to: 1.Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. 2.Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. 3.Request rectification of your personal information that is in our control. 4.Request erasure of your personal information. 5.Object to the processing of personal information by us. 6.Request portability of your personal information. 7.Request to restrict processing of your personal information by us. 8.Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. Before fulfilling your request, we may ask you to provide reasonable information to verify your identity. Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorized access to personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Data collected from Users located in the United States is stored in the United States. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by unsubscribing via the link in the newsletter. Children’s Privacy We do not knowingly collect, maintain, or use personal information from children under 13 years of age, and no part of our App is directed to children. If you learn that a child has provided us with personal information in violation of this Privacy Policy, then you may alert us at support@givt.app. Third Parties The App may contain links to other websites, products, or services that we do not own or operate. We are not responsible for the privacy practices of these third parties. Please be aware that this Privacy Policy does not apply to your activities on these third-party services or any information you disclose to these third parties. We encourage you to read their privacy policies before providing any information to them. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the “Last modified” section. If we materially change the ways in which we use or share personal information collected from you, we will notify you through the App, by email, or other communication. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or by phone at 404-999-7024.
