Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# informationAboutUsUs
source: Givt is a product of Givt Inc We are located in the Atlanta Financial Center, 3343 Peachtree Rd NE Ste 145-1032, Atlanta, GA 30326. For questions or complaints you can reach us via +1 918-615-9611 or support@givt.app We are incorporated in Delaware. Our EIN is 36-4993217.
de: Givt is a product of Givt Inc We are located in the Atlanta Financial Center, 3343 Peachtree Rd NE Ste 145-1032, Atlanta, GA 30326. For questions or complaints you can reach us via 404 999 7024 or support@givt.app We are incorporated in Delaware. Our EIN is 36-4993217.
es_419: Givt is a product of Givt Inc We are located at 12 N Cheyenne Ave, #305, Tulsa, OK, 74103. For questions or complaints you can reach us via +1 918-615-9611 or support@givt.app We are incorporated in Delaware.
nl: Givt is a product of Givt Inc We are located in the Atlanta Financial Center, 3343 Peachtree Rd NE Ste 145-1032, Atlanta, GA 30326. For questions or complaints you can reach us via 404 999 7024 or support@givt.app We are incorporated in Delaware. Our EIN is 36-4993217.

# faQantwoord0Us
source: In the app-menu under "About Givt / Contact" there's a text field where you can type a message and send it to us. Of course you can also contact us by calling +1 918-615-9611 or by sending an e-mail to support@givt.app.
de: In the app-menu under "About Givt / Contact" there's a text field where you can type a message and send it to us. Of course you can also contact us by calling 404 999 7024 or by sending an e-mail to support@givt.app.
nl: In the app-menu under "About Givt / Contact" there's a text field where you can type a message and send it to us. Of course you can also contact us by calling +1 404 999 7024 or by sending an e-mail to support@givt.app .

# usRegistrationPersonalDetailsPostalCodePlaceholder
source: Zip code
nl: Postcode

# amountPresetsErrMinAmount
source: The amount has to be at least {value0}
de: Der Betrag muss mindestens {value0} Euro betragen.
nl: Het bedrag moet minstens {value0} zijn

# invalidQRcodeTitle
source: Inactive QR code
de: QR-Code nicht gültig
es_419: Código QR inactivo
nl: QR-code niet actief

# invalidQRcodeMessage
source: Unfortunately, this QR code is no longer active. Would you like to give to the general funds of {value0}?
de: Dieser QR-Code ist nicht mehr aktiv. Möchtest du stattdessen an {value0} spenden?
nl: Helaas, deze QR-code is niet meer actief. Wil je toch graag geven aan de algemene collecte van {value0}?

# errorOccurred
source: An error occurred
de: Ein Fehler ist aufgetreten
es_419: Ocurrió un error
nl: Er is een fout opgetreden

# registrationErrorTitle
source: Registration cannot be completed
de: Die Registrierung kann nicht abgeschlossen werden
es_419: No se puede completar el registro
nl: Registratie kan niet worden voltooid

# noDonationsFoundOnRegistrationMessage
source: We could not retrieve any donations but we need one to complete your registration. Please contact support at support@givt.app or through About Givt/Contact in the menu.
de: Wir konnten keine Spenden abrufen. Bitte kontaktieren Sie den Support unter support@givt.app, um Ihre Registrierung abzuschließen
nl: We konden geen donaties ophalen maar hebben minstens één donatie nodig om je registratie af te ronden. Neem contact met ons op via Over Givt/Contact in het menu of op het e-mailadres support@givt.app.

# cantCancelAlreadyProcessed
source: Alas, you can't cancel this donation because it is already processed.
de: Leider können Sie diese Spende nicht stornieren, da sie bereits bearbeitet wurde.
nl: Helaas kan je deze gift niet meer annuleren omdat deze al verwerkt is.

# countryStringUs
source: United States of America
es_419: Estados Unidos de América
nl: Amerika
