Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# policyTextGb
source: Latest Amendment: 24-09-2021 Version 1.9 Givt Limited Privacy Policy Introduction This Privacy Policy outlines Givt Limited’s (" we ", " our " or " the Company ") practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: "Users"). Grounds for data collection Processing of your personal information (meaning, any information which may potentially allow your identification with reasonable means; hereinafter "Personal Information") is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organisation you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“ Non-personal Information ”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: Name and address, Date of birth, e-mail address, secured password details, and bank details for the purposes of making payments. Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organisation you represent. How do we receive information about you? We receive your Personal Information from various sources: When you voluntarily provide us your personal details in order to register on our App; When you use or access our App in connection with your use of our services; From third party providers, services and public registers (for example, traffic analytics vendors). Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. This information will never be shared with third-parties. What do we do with the information we collect? We do not rent, sell, or share Users’ information with third parties except as described in this Privacy Policy. We may use the information for the following: To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Such information is never shared with intended recipients of donations.; Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; Conducting statistical and analytical activities, intended to improve the App and/or the App. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. User Rights You may request to: Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. Request rectification of your personal information that is in our control. Request erasure of your personal information. Object to the processing of personal information by us. Request to restrict processing of your personal information by us. Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. If you have any questions about this Privacy Policy, please contact us: By e-mail: support@givt.app By visiting this page on our Website: https://givt.co.uk/faq-3/ By phone number: +44 20 3790 8068. Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing client personal data, account opening documents, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorised access to personal data. We take the following measures in particular: Access to personal data requires the use of a username and password Access to personal data requires the use of a username and login token We make use of secure connections (Secure Sockets Layer of SSL) to encrypt all information between you and our website when entering your personal data. We keep logs of all requests for personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorised access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by unsubscribing via the link. Providing Data to Third Parties We may provide your information to our partners. These partners are involved in the execution of the agreement. In all cases, these parties are necessary to provide the services. These are not the collecting authorities, as we protect the anonymity of users. You agree that the transaction data are anonymous and can be used for data collection, statistics, reviews and comparisons. Only the summary will be shared with other customers and we ensure you that none of your data will be traceable to individuals. We will also never sell data to third parties. We are only committed to make it easier for the donor to give to charities of their choosing. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the "Last modified" section. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or By visiting this page on our Website: https://givt.co.uk/faq-3/ By phone number: +44 20 3790 8068. Givt Ltd. is a part of Givt B.V., our office is located on the Bongerd 159 in Lelystad, the Netherlands. Company Number (CRN): 11396586
de: Latest Amendment: 24-09-2021 Version 1.9 Givt Limited Privacy Policy Introduction This Privacy Policy outlines Givt Limited’s (" we ", " our " or " the Company ") practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: "Users"). Grounds for data collection Processing of your personal information (meaning, any information which may potentially allow your identification with reasonable means; hereinafter "Personal Information") is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organisation you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“ Non-personal Information ”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed to register for our service: Name and address, Date of birth, e-mail address, secured password details, and bank details for the purposes of making payments. Contact information: If you choose to contact us you will be asked to provide us with certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organisation you represent. How do we receive information about you? We receive your Personal Information from various sources: When you voluntarily provide us your personal details in order to register on our App; When you use or access our App in connection with your use of our services; From third party providers, services and public registers (for example, traffic analytics vendors). Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. This information will never be shared with third-parties. What do we do with the information we collect? We do not rent, sell, or share Users’ information with third parties except as described in this Privacy Policy. We may use the information for the following: To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Such information is never shared with intended recipients of donations.; Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; Conducting statistical and analytical activities, intended to improve the App and/or the App. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. User Rights You may request to: Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. Request rectification of your personal information that is in our control. Request erasure of your personal information. Object to the processing of personal information by us. Request to restrict processing of your personal information by us. Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. If you have any questions about this Privacy Policy, please contact us: By e-mail: support@givt.app By visiting this page on our Website: https://givt.co.uk/faq-3/ By phone number: +44 20 3790 8068. Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing client personal data, account opening documents, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorised access to personal data. We take the following measures in particular: Access to personal data requires the use of a username and password Access to personal data requires the use of a username and login token We make use of secure connections (Secure Sockets Layer of SSL) to encrypt all information between you and our website when entering your personal data. We keep logs of all requests for personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorised access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by unsubscribing via the link. Providing Data to Third Parties We may provide your information to our partners. These partners are involved in the execution of the agreement. In all cases, these parties are necessary to provide the services. These are not the collecting authorities, as we protect the anonymity of users. You agree that the transaction data are anonymous and can be used for data collection, statistics, reviews and comparisons. Only the summary will be shared with other customers and we ensure you that none of your data will be traceable to individuals. We will also never sell data to third parties. We are only committed to make it easier for the donor to give to charities of their choosing. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the "Last modified" section. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or By visiting this page on our Website: https://givt.co.uk/faq-3/ By phone number: +44 20 3790 8068. Givt Ltd. is a part of Givt B.V., our office is located on the Schutweg 47 in Lelystad, the Netherlands. Company Number (CRN): 11396586
nl: Latest Amendment: 03-03-2021 Version 1.9 Givt Limited Privacy Policy Introduction This Privacy Policy outlines Givt Limited’s (" we ", " our " or " the Company ") practices with respect to information collected from our Application (“App”) or from users that otherwise share personal information with us (collectively: "Users"). Grounds for data collection Processing of your personal information (meaning, any information which may potentially allow your identification with reasonable means; hereinafter "Personal Information") is necessary for the performance of our contractual obligations towards you and providing you with our services, to protect our legitimate interests and for compliance with legal and financial regulatory obligations to which we are subject. When you use our App or register yourself or an organisation you represent with us, you consent to the collection, storage, use, disclosure and other uses of your Personal Information as described in this Privacy Policy. We encourage our Users to carefully read the Privacy Policy and use it to make informed decisions. What information do we collect? We collect two types of data and information from Users. The first type of information is un-identified and non-identifiable information pertaining to a User(s), which may be made available or gathered via your use of the App (“ Non-personal Information ”). We are not aware of the identity of a User from which the Non-personal Information was collected. Non-personal Information which is being collected may include your aggregated usage information and technical information transmitted by your device, including certain software and hardware information (e.g. language preference, access time, etc.) in order to enhance the functionality of our App. The second type of information is Personal Information, which is personally identifiable information, namely information that identifies an individual or may with reasonable effort identify an individual. Such information includes: Device Information: We collect Personal Information from your device. Such information includes geolocation data, IP address, unique identifiers (e.g. MAC address and UUID) and other information which relates to your activity through the App. Service User Information: We collect additional information for individuals who would like to use our Services. This is gathered through the App and includes all the information needed for register for our service: Name and address, Date of birth, email address, secured password details, and bank details for the purposes of making payments. Contact information: If you choose to contact us you will be asked to provide us certain details such as: full name; e-mail or physical address, and other relevant information. This may be for yourself or for people in the organisation you represent. How do we receive information about you? We receive your Personal Information from various sources: When you voluntarily provide us your personal details in order to register on our App; When you use or access our App in connection with your use of our services; From third party providers, services and public registers (for example, traffic analytics vendors). Through diagnostic information from the App. The App will send us anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the App. This data is solely used for purposes of improving our Service or allowing better responses to your questions. This information will never be shared with third-parties. What do we do with the information we collect? We do not rent, sell, or share Users’ information with third parties except as described in this Privacy Policy. We may use the information for the following: To provide the services through the App – we will use a minimum of name and bank details to perform the services of effecting payment(s) via the App. Such information is never shared with intended recipients of donations.; Communicating with you – sending you notices regarding our services, providing you with technical information and responding to any customer service issue you may have; to keep you informed of our latest updates and services; Conducting statistical and analytical activities, intended to improve the App and/or the App. In addition to the different uses listed above, we may transfer or disclose Personal Information to our subsidiaries, affiliated companies and subcontractors in relation to services that we provide to you. We may also disclose information if we have good faith to believe that disclosure of such information is helpful or reasonably necessary to: (i) comply with any applicable law, regulation, legal process or governmental request; (ii) enforce our policies (including our Agreement), including investigations of potential violations thereof; (iii) investigate, detect, prevent, or take action regarding illegal activities or other wrongdoing, suspected fraud or security issues; (iv) to establish or exercise our rights to defend against legal claims; (v) prevent harm to the rights, property or safety of us, our users, yourself or any third party; or (vi) for the purpose of collaborating with law enforcement agencies and/or in case we find it necessary in order to enforce intellectual property or other legal rights. User Rights You may request to: Receive confirmation as to whether or not personal information concerning you is being processed, and access your stored personal information, together with supplementary information. Receive a copy of personal information you directly volunteer to us in a structured, commonly used and machine-readable format. Request rectification of your personal information that is in our control. Request erasure of your personal information. Object to the processing of personal information by us. Request to restrict processing of your personal information by us. Lodge a complaint with a supervisory authority. However, please note that these rights are not absolute, and may be subject to our own legitimate interests and regulatory requirements. If you wish to exercise any of the aforementioned rights, or receive more information, please contact our Data Protection Officer (“DPO”) using the details provided below: Our Data Protection Compliance Officer is. If you have any questions about this Privacy Policy, please contact us: By email: support@givt.app By visiting this page on our Website: https://www.givtapp.net/en-gb/faq/ By phone number: +44 20 3790 8068 Retention We will retain your personal information for as long as necessary to provide our services, and as necessary to comply with our legal obligations, resolve disputes, and enforce our policies. Retention periods will be determined taking into account the type of information that is collected and the purpose for which it is collected, bearing in mind the requirements applicable to the situation and the need to destroy outdated, unused information at the earliest reasonable time. Under applicable regulations, we will keep records containing client personal data, account opening documents, communications and anything else as required by applicable laws and regulations. We may rectify, replenish or remove incomplete or inaccurate information, at any time and at our own discretion. Use of Location Services The App may use the location services as provided by the operating system on the smartphone. With these services, the App may determine the location of the user. The location data will not be sent anywhere outside the smartphone, and is solely used to determine whether the user is in a location where it’s possible to use the App for donating. The locations where one can use App are downloaded to the smartphone prior to using the location services. How do we safeguard your information? We take security measures to reduce misuse of and unauthorized access to personal data. We take the following measures in particular: Access to personal data requires the use of a username and password Access to personal data requires the use of a username and login token We make use of secure connections (Secure Sockets Layer of SSL) to encrypt all information between you and our website when entering your personal data. We keep logs of all requests for personal data. Although we take reasonable steps to safeguard information, we cannot be responsible for the acts of those who gain unauthorized access or abuse our App, and we make no warranty, express, implied or otherwise, that we will prevent such access. Transfer of data outside the EEA Please note that some data recipients may be located outside the EEA. In such cases we will transfer your data only to such countries as approved by the European Commission as providing adequate level of data protection, or enter into legal agreements ensuring an adequate level of data protection. Advertisements We do not use third-party advertising technology to serve advertisements when you access the App. Marketing We may use your Personal Information, such as your name, email address to send you a Newsletter about our products and services. You may opt out of receiving this Newsletter at any time by contacting our DPO. Providing Data to Third Parties We may provide your information to our partners. These partners are involved in the execution of the agreement. In all cases, these parties are necessary to provide the services. These are not the collecting authorities, as we protect the anonymity of users. You agree that the transaction data are anonymous and can be used for data collection, statistics, reviews and comparisons. Only the summary will be shared with other customers and we ensure you that none of your data will be traceable to individuals. We will also never sell data to third parties. We are only committed to make it easier for the donor to give to charities of their choosing. Updates or amendments to this Privacy Policy We reserve the right to periodically amend or revise the Privacy Policy; material changes will be effective immediately upon the display of the revised Privacy policy. The last revision will be reflected in the "Last modified" section. Your continued use of our Services following the notification of such amendments on our Website or through the App, constitutes your acknowledgment and consent of such amendments to the Privacy Policy and your agreement to be bound by the terms of such amendments. How to contact us If you have any general questions about the App or the information we collect about you and how we use it, you can contact us at: support@givt.app or By visiting this page on our Website: https://www.givtapp.net/en-gb/faq/ By phone number: +44 20 3790 8068 Givt Ltd. is a part of Givt B.V. Our office is located on the Schutweg 47 in Lelystad, the Netherlands. Company Number (CRN): 11396586
