Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# directNoticeText
source: Givt4kids Direct Notice to Parents In order to allow your child to use Givt4kids, an application through which younger users can direct donations, linked to and controlled by your Givt account, we have collected your online contact information, as well as your and your child’s name, for the purpose of obtaining your consent to collect, use, and disclose personal information from your child. Parental consent is required for Givt to collect, use, or disclose your child's personal information. Givt will not collect, use, or disclose personal information from your child if you do not provide consent. As a parent, you provide your consent by completing a nominal payment card charge in your account on the Givt app. If you do not provide consent within a reasonable time, Givt will delete your information from its records, however Givt will retain any information it has collected from you as a standard Givt user, subject to Givt’s standard privacy policy www.givt.app/privacy-policy/ The Givt Privacy Policy for Children Under the Age of 13 www.givt.app/privacy-policy-givt4kids/ provides details regarding how and what personal information we collect, use, and disclose from children under 13 using Givt4kids (the “Application”). Information We Collect from Children We only collect as much information about a child as is reasonably necessary for the child to participate in an activity, and we do not condition his or her participation on the disclosure of more personal information than is reasonably necessary. Information We Collect Directly We may request information from your child, but this information is optional. We specify whether information is required or optional when we request it. For example, if a child chooses to provide it, we collect information about the child’s choices and preferences, the child’s donation choices, and any good deeds that the child records. Automatic Information Collection and Tracking We use technology to automatically collect information from our users, including children, when they access and navigate through the Application and use certain of its features. The information we collect through these technologies may include: One or more persistent identifiers that can be used to recognize a user over time and across different websites and online services, such as IP address and unique identifiers (e.g. MAC address and UUID); and, Information that identifies a device's location (geolocation information). We also may combine non-personal information we collect through these technologies with personal information about you or your child that we collect online. How We Use Your Child's Information We use the personal information we collect from your child to: facilitate donations that your child chooses; communicate with him or her about activities or features of the Application,; customize the content presented to a child using the Application; Recommend donation opportunities that may be of interest to your child; and, track his or her use of the Application. We use the information we collect automatically through technology (see Automatic Information Collection and Tracking) and other non-personal information we collect to improve our Application and to deliver a better and more personalized experience by enabling us to: Estimate our audience size and usage patterns. Store information about the child's preferences, allowing us to customize the content according to individual interests. We use geolocation information we collect to determine whether the user is in a location where it’s possible to use the Application for donating. Our Practices for Disclosing Children's Information We may disclose aggregated information about many of our users, and information that does not identify any individual or device. In addition, we may disclose children's personal information: To third parties we use to support the internal operations of our Application. If we are required to do so by law or legal process, such as to comply with any court order or subpoena or to respond to any government or regulatory request. If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Givt, our customers or others, including to: protect the safety of a child; protect the safety and security of the Application; or enable us to take precautions against liability. To law enforcement agencies or for an investigation related to public safety. If Givt is involved in a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Givt's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding or event, we may transfer the personal information we have collected or maintain to the buyer or other successor. Social Features The Application allows parents to view information about their child’s donation activities and any good deeds that the child records, and parents may provide certain responses to this information. Accessing and Correcting Your Child's Personal Information At any time, you may review the child's personal information maintained by us, require us to correct or delete the personal information, and/or refuse to permit us from further collecting or using the child's information. You can review, change, or delete your child's personal information by: Logging into your account and accessing the profile page relating to your child. Sending us an email at support@givt.app. To protect your and your child’s privacy and security, we may require you to take certain steps or provide additional information to verify your identity before we provide any information or make corrections. Operators That Collect or Maintain Information from Children Givt Inc. is the operator that collects and maintains personal information from children through the Application. Givt can be contacted at support@givt.app, by mail at 3343 Peachtree Rd NE 145-1032, Atlanta, GA 30326, or by phone at +1 918-615-9611.
de: Givt4kids Direct Notice to Parents In order to allow your child to use Givt4kids, an application through which younger users can direct donations, linked to and controlled by your Givt account, we have collected your online contact information, as well as your and your child’s name, for the purpose of obtaining your consent to collect, use, and disclose personal information from your child. Parental consent is required for Givt to collect, use, or disclose your child's personal information. Givt will not collect, use, or disclose personal information from your child if you do not provide consent. As a parent, you provide your consent by completing a nominal payment card charge in your account on the Givt app. If you do not provide consent within a reasonable time, Givt will delete your information from its records, however Givt will retain any information it has collected from you as a standard Givt user, subject to Givt’s standard privacy policy www.givt.app/privacy-policy/ The Givt Privacy Policy for Children Under the Age of 13 www.givt.app/privacy-policy-givt4kids/ provides details regarding how and what personal information we collect, use, and disclose from children under 13 using Givt4kids (the “Application”). Information We Collect from Children We only collect as much information about a child as is reasonably necessary for the child to participate in an activity, and we do not condition his or her participation on the disclosure of more personal information than is reasonably necessary. Information We Collect Directly We may request information from your child, but this information is optional. We specify whether information is required or optional when we request it. For example, if a child chooses to provide it, we collect information about the child’s choices and preferences, the child’s donation choices, and any good deeds that the child records. Automatic Information Collection and Tracking We use technology to automatically collect information from our users, including children, when they access and navigate through the Application and use certain of its features. The information we collect through these technologies may include: One or more persistent identifiers that can be used to recognize a user over time and across different websites and online services, such as IP address and unique identifiers (e.g. MAC address and UUID); and, Information that identifies a device's location (geolocation information). We also may combine non-personal information we collect through these technologies with personal information about you or your child that we collect online. How We Use Your Child's Information We use the personal information we collect from your child to: facilitate donations that your child chooses; communicate with him or her about activities or features of the Application,; customize the content presented to a child using the Application; Recommend donation opportunities that may be of interest to your child; and, track his or her use of the Application. We use the information we collect automatically through technology (see Automatic Information Collection and Tracking) and other non-personal information we collect to improve our Application and to deliver a better and more personalized experience by enabling us to: Estimate our audience size and usage patterns. Store information about the child's preferences, allowing us to customize the content according to individual interests. We use geolocation information we collect to determine whether the user is in a location where it’s possible to use the Application for donating. Our Practices for Disclosing Children's Information We may disclose aggregated information about many of our users, and information that does not identify any individual or device. In addition, we may disclose children's personal information: To third parties we use to support the internal operations of our Application. If we are required to do so by law or legal process, such as to comply with any court order or subpoena or to respond to any government or regulatory request. If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Givt, our customers or others, including to: protect the safety of a child; protect the safety and security of the Application; or enable us to take precautions against liability. To law enforcement agencies or for an investigation related to public safety. If Givt is involved in a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Givt's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding or event, we may transfer the personal information we have collected or maintain to the buyer or other successor. Social Features The Application allows parents to view information about their child’s donation activities and any good deeds that the child records, and parents may provide certain responses to this information. Accessing and Correcting Your Child's Personal Information At any time, you may review the child's personal information maintained by us, require us to correct or delete the personal information, and/or refuse to permit us from further collecting or using the child's information. You can review, change, or delete your child's personal information by: Logging into your account and accessing the profile page relating to your child. Sending us an email at support@givt.app. To protect your and your child’s privacy and security, we may require you to take certain steps or provide additional information to verify your identity before we provide any information or make corrections. Operators That Collect or Maintain Information from Children Givt Inc. is the operator that collects and maintains personal information from children through the Application. Givt can be contacted at support@givt.app, by mail at 3343 Peachtree Rd NE 145-1032, Atlanta, GA 30326, or by phone at 404-999-7024.
es_419: Givt Direct Notice to Parents In order to allow your child to use Givt, an application through which younger users can direct donations, linked to and controlled by your Givt account, we have collected your online contact information, as well as your and your child’s name, for the purpose of obtaining your consent to collect, use, and disclose personal information from your child. Parental consent is required for Givt to collect, use, or disclose your child's personal information. Givt will not collect, use, or disclose personal information from your child if you do not provide consent. As a parent, you provide your consent by completing a nominal payment card charge in your account on the Givt app. If you do not provide consent within a reasonable time, Givt will delete your information from its records, however Givt will retain any information it has collected from you as a standard Givt user, subject to Givt’s standard privacy policy www.givt.app/privacy-policy/ The Givt Privacy Policy for Children Under the Age of 13 www.givt.app/privacy-policy-givt4kids/ provides details regarding how and what personal information we collect, use, and disclose from children under 13 using Givt (the “Application”). Information We Collect from Children We only collect as much information about a child as is reasonably necessary for the child to participate in an activity, and we do not condition his or her participation on the disclosure of more personal information than is reasonably necessary. Information We Collect Directly We may request information from your child, but this information is optional. We specify whether information is required or optional when we request it. For example, if a child chooses to provide it, we collect information about the child’s choices and preferences, the child’s donation choices, and any good deeds that the child records. Automatic Information Collection and Tracking We use technology to automatically collect information from our users, including children, when they access and navigate through the Application and use certain of its features. The information we collect through these technologies may include: One or more persistent identifiers that can be used to recognize a user over time and across different websites and online services, such as IP address and unique identifiers (e.g. MAC address and UUID); and, Information that identifies a device's location (geolocation information). We also may combine non-personal information we collect through these technologies with personal information about you or your child that we collect online. How We Use Your Child's Information We use the personal information we collect from your child to: facilitate donations that your child chooses; communicate with him or her about activities or features of the Application,; customize the content presented to a child using the Application; Recommend donation opportunities that may be of interest to your child; and, track his or her use of the Application. We use the information we collect automatically through technology (see Automatic Information Collection and Tracking) and other non-personal information we collect to improve our Application and to deliver a better and more personalized experience by enabling us to: Estimate our audience size and usage patterns. Store information about the child's preferences, allowing us to customize the content according to individual interests. We use geolocation information we collect to determine whether the user is in a location where it’s possible to use the Application for donating. Our Practices for Disclosing Children's Information We may disclose aggregated information about many of our users, and information that does not identify any individual or device. In addition, we may disclose children's personal information: To third parties we use to support the internal operations of our Application. If we are required to do so by law or legal process, such as to comply with any court order or subpoena or to respond to any government or regulatory request. If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Givt, our customers or others, including to: protect the safety of a child; protect the safety and security of the Application; or enable us to take precautions against liability. To law enforcement agencies or for an investigation related to public safety. If Givt is involved in a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Givt's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding or event, we may transfer the personal information we have collected or maintain to the buyer or other successor. Social Features The Application allows parents to view information about their child’s donation activities and any good deeds that the child records, and parents may provide certain responses to this information. Accessing and Correcting Your Child's Personal Information At any time, you may review the child's personal information maintained by us, require us to correct or delete the personal information, and/or refuse to permit us from further collecting or using the child's information. You can review, change, or delete your child's personal information by: Logging into your account and accessing the profile page relating to your child. Sending us an email at support@givt.app. To protect your and your child’s privacy and security, we may require you to take certain steps or provide additional information to verify your identity before we provide any information or make corrections. Operators That Collect or Maintain Information from Children Givt Inc. is the operator that collects and maintains personal information from children through the Application.Givt can be contacted at support@givt.app, by mail at 12 N Cheyenne Ave, #305, Tulsa, OK, 74103. , or by phone at +1 918-615-9611.
nl: Givt4kids Direct Notice to Parents In order to allow your child to use Givt4kids, an application through which younger users can direct donations, linked to and controlled by your Givt account, we have collected your online contact information, as well as your and your child’s name, for the purpose of obtaining your consent to collect, use, and disclose personal information from your child. Parental consent is required for Givt to collect, use, or disclose your child's personal information. Givt will not collect, use, or disclose personal information from your child if you do not provide consent. As a parent, you provide your consent by completing a nominal payment card charge in your account on the Givt app. If you do not provide consent within a reasonable time, Givt will delete your information from its records, however Givt will retain any information it has collected from you as a standard Givt user, subject to Givt’s standard privacy policy www.givt.app/privacy-policy/ The Givt Privacy Policy for Children Under the Age of 13 www.givt.app/privacy-policy-givt4kids/ provides details regarding how and what personal information we collect, use, and disclose from children under 13 using Givt4kids (the “Application”). Information We Collect from Children We only collect as much information about a child as is reasonably necessary for the child to participate in an activity, and we do not condition his or her participation on the disclosure of more personal information than is reasonably necessary. Information We Collect Directly We may request information from your child, but this information is optional. We specify whether information is required or optional when we request it. For example, if a child chooses to provide it, we collect information about the child’s choices and preferences, the child’s donation choices, and any good deeds that the child records. Automatic Information Collection and Tracking We use technology to automatically collect information from our users, including children, when they access and navigate through the Application and use certain of its features. The information we collect through these technologies may include: One or more persistent identifiers that can be used to recognize a user over time and across different websites and online services, such as IP address and unique identifiers (e.g. MAC address and UUID); and, Information that identifies a device's location (geolocation information). We also may combine non-personal information we collect through these technologies with personal information about you or your child that we collect online. How We Use Your Child's Information We use the personal information we collect from your child to: facilitate donations that your child chooses; communicate with him or her about activities or features of the Application,; customize the content presented to a child using the Application; Recommend donation opportunities that may be of interest to your child; and, track his or her use of the Application. We use the information we collect automatically through technology (see Automatic Information Collection and Tracking) and other non-personal information we collect to improve our Application and to deliver a better and more personalized experience by enabling us to: Estimate our audience size and usage patterns. Store information about the child's preferences, allowing us to customize the content according to individual interests. We use geolocation information we collect to determine whether the user is in a location where it’s possible to use the Application for donating. Our Practices for Disclosing Children's Information We may disclose aggregated information about many of our users, and information that does not identify any individual or device. In addition, we may disclose children's personal information: To third parties we use to support the internal operations of our Application. If we are required to do so by law or legal process, such as to comply with any court order or subpoena or to respond to any government or regulatory request. If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Givt, our customers or others, including to: protect the safety of a child; protect the safety and security of the Application; or enable us to take precautions against liability. To law enforcement agencies or for an investigation related to public safety. If Givt is involved in a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Givt's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding or event, we may transfer the personal information we have collected or maintain to the buyer or other successor. Social Features The Application allows parents to view information about their child’s donation activities and any good deeds that the child records, and parents may provide certain responses to this information. Accessing and Correcting Your Child's Personal Information At any time, you may review the child's personal information maintained by us, require us to correct or delete the personal information, and/or refuse to permit us from further collecting or using the child's information. You can review, change, or delete your child's personal information by: Logging into your account and accessing the profile page relating to your child. Sending us an email at support@givt.app. To protect your and your child’s privacy and security, we may require you to take certain steps or provide additional information to verify your identity before we provide any information or make corrections. Operators That Collect or Maintain Information from Children Givt Inc. is the operator that collects and maintains personal information from children through the Application. Givt can be contacted at support@givt.app, by mail at 3343 Peachtree Rd NE 145-1032, Atlanta, GA 30326, or by phone at 404-999-7024.
