Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# wrongCodeMandateSigning
source: The code seems to be incorrect. Try again or request a new code.
de: Der Code scheint nicht korrekt zu sein. Versuche es nochmals oder lass dir einen neuen Code zusenden.
nl: De code lijkt niet juist te zijn. Probeer het opnieuw of vraag een nieuwe code aan.

source: Back
de: Zurück
nl: Terug

# amountLowest
source: Two Euro Fifthy
de: Zwei Euro fünfzig
nl: Twee Euro Vijftig

# amountMiddle
source: Seven Euro Fifthy
de: Sieben Euro fünfzig
nl: Zeven Euro Vijftig

# amountHighest
source: Twelve Euro Fifthy
de: Zwölf Euro fünfzig
nl: Twaalf Euro Vijftig

# divider
source: Dot
de: Punkt
nl: Komma

# givtEventText
source: Hey! You're at a location where Givt is supported. Do you want to give to {value0}?
de: Hey! Du befindest dich an einem Ort, an dem Givt unterstützt wird. Möchtest du {value0} etwas spenden?
es_419: ¡Hola! Estás en un lugar donde Givt es compatible. ¿Quieres donar a {value0}?
nl: Hey! Je bent op een locatie waar Givt wordt ondersteund. Wil jij toevallig geven aan {value0}?

# searchingEventText
source: We are searching where you are, care to wait a little?
de: Wir suchen gerade deinen Standort, möchtest du ein wenig warten?
es_419: Estamos buscando dónde estás, ¿quieres esperar un poco?
nl: We zoeken even waar je bent, wacht je even?

# weDoNotFindYou
source: Alas, we cannot find your location right now. You can choose from a list to which organisation you want to give or go back and try again.
de: Leider können wir deinen Standort im Moment nicht finden. Du kannst aus einer Liste auswählen, an welche Organisation du spenden möchtest oder zurückgehen und es erneut versuchen.
nl: Jammer genoeg kunnen we je niet terugvinden. Je kan kiezen om te selecteren uit een lijst of teruggaan om nog eens opnieuw te proberen.

# selectLocationContext
source: Give at location
de: Spende am Standort
es_419: Donar en la ubicación
nl: Geef op locatie

source: Change password
de: Passwort ändern
es_419: Cambiar contraseña
nl: Wachtwoord wijzigen

# allowGivtLocationTitle
source: Allow Givt to access your location
de: Ermögliche Givt den Zugriff auf deinen Standort.
es_419: Permitir que Givt acceda a su ubicación
nl: Sta Givt toe je locatie te gebruiken

# allowGivtLocationMessage
source: We need your location to determine who you want to give to. Go to Settings > Privacy > Location Services > Set Location Services On and set Givt to 'While Using the App'.
de: Wir benötigen deinen Standort, um festzustellen, an wen du spenden möchtest. Wähle Einstellungen > Datenschutz > Standortdienste > Standortdienste ein und stelle Givt auf ‚während der Nutzung der App'.
es_419: Necesitamos su ubicación para determinar a quién desea donar. Vaya a Ajustes > Privacidad > Servicios de localización > Active los servicios de localización y establezca Givt en 'Mientras se usa la aplicación'.
nl: We hebben je locatie nodig om te bepalen aan wie je wilt geven. Ga naar Instellingen > Privacy > Locatievoorzieningen > Zet Locatievoorzieningen aan en stel 'Bij gebruik van app' in voor Givt.

# faqVraag10
source: How do I change my password?
de: Wie kann ich mein Passwort ändern?
es_419: ¿Cómo cambio mi contraseña?
nl: Hoe verander ik mijn wachtwoord?

# faqAntwoord10
source: If you want to change your password, you can choose ‘Personal information’ in the menu and then press the ‘Change password’ button. We will send you an e-mail with a link to a web page where you can change your password.
de: Wenn du dein Passwort ändern möchtest, kannst du das im Menü "Persönliche Informationen" unter der Schaltfläche "Passwort ändern" tun. Wir senden dir eine Mail mit einem Link zu einer Webseite, auf der du dein Passwort ändern kannst.
es_419: Si desea cambiar su contraseña, puede elegir 'Información personal' en el menú y, a continuación, pulsar el botón 'Cambiar contraseña'. Le enviaremos un correo electrónico con un enlace a una página web donde podrá cambiar su contraseña.
nl: Wanneer je je wachtwoord wilt wijzigen, kun je binnen het menu van de app kiezen voor ‘Mijn gegevens’. Onderaan kies je voor ‘Wachtwoord wijzigen’, wij sturen vervolgens naar jouw geregistreerde e-mailadres een e-mail met een link waarmee je jouw wachtwoord kunt wijzigen.

# editPersonalSucces
source: Your personal information is successfully updated
de: Deine persönlichen Daten wurden erfolgreich aktualisiert.
nl: Je persoonlijke gegevens zijn succesvol aangepast

# editPersonalFail
source: Oops, we could not update your personal information
de: Ups, wir konnten deine persönlichen Daten nicht aktualisieren.
nl: Oops, we konden je persoonlijke gegevens niet aanpassen

# changeEmail
source: Change e-mail address
de: E-Mail Adresse ändern
es_419: Cambiar dirección de correo electrónico
nl: E-mailadres wijzigen

source: Change IBAN
de: IBAN ändern
es_419: Cambiar IBAN
nl: IBAN wijzigen

# smsSuccess
source: Code sent via SMS
de: Code wurde per SMS gesandt
nl: Code verstuurd via SMS

# smsFailed
source: Please try again later
de: Versuch es später noch einmal
nl: Probeer later opnieuw

# kerkdienstGemistQuestion
source: How can I give with Givt through 3rd-parties?
de: Wie kann ich mit Givt über Dritte spenden?
es_419: ¿Cómo puedo donar con Givt a través de terceros?
nl: Hoe kan ik geven met Givt via 3de-partijen?

# kerkdienstGemistAnswer
source: Kerkdienst Gemist If you’re watching using the Kerkdienst Gemist App, you can easily give with Givt when your church uses our service. At the bottom of the page, you’ll find a small button that will take you to the Givt app. Choose an amount, confirm with 'Yes, please' and you’re done!
de: Unsergottesdienst.de Wenn du mithilfe der Unsergottesdienst-App Gottesdienste live verfolgst, kannst du mit Givt ganz einfach spenden. Voraussetzung ist natürlich, dass deine Kirche unseren Dienst nutzt. Am Ende der Seite findest du eine kleine Schaltfläche, mit der du zur Givt-App gelangen kannst. Wähle einfach einen Betrag aus, bestätigen mit "Ja, bitte" und das war es!
es_419: Kerkdienst Gemist Si está viendo con la aplicación Kerkdienst Gemist, puede donar fácilmente con Givt cuando su iglesia utiliza nuestro servicio. En la parte inferior de la página, encontrará un pequeño botón que le llevará a la aplicación Givt. Elija un importe, confirme con 'Sí, por favor' y ¡listo!
nl: Wanneer je via de Kerkdienst Gemist-app naar een kerkdienst aan het kijken bent, kun je ook meteen geven met Givt. Onderaan de pagina vind je een Givt-knop die je doorstuurt naar de Givt-app. Kies een bedrag, en klaar!

# externalSuggestionLabel
source: We see you are giving from the {value0} app. Would you like to give to {value1}?
de: Wir sehen, dass du mit der {value0} App gibst. Möchtest du an {value1} spenden?
nl: We zien dat je geeft vanuit {value0}. Wil je geven aan {value1}?

# chooseHowIGive
source: No, I'd like to decide how I give myself
de: Nein, ich würde gerne selbst entscheiden, wie ich spende.
nl: Nee, ik wil zelf kiezen hoe ik geef

# andersGeven
source: Give differently
de: Spende anders
nl: Anders geven

# changePhone
source: Change mobile number
de: Handynummer ändern
es_419: Cambiar número de teléfono móvil
nl: Mobiel nummer wijzigen

source: Artists
de: Künstler
es_419: Artistas
nl: Artiesten

source: Change address
de: Adresse ändern
es_419: Cambiar dirección
nl: Adres wijzigen

# selectLocationContextLong
source: Give based on your location
de: Spende am Standort
es_419: Donar según su ubicación
nl: Geef op locatie

# givtAtLocationDisabledTitle
source: No Givt locations found
de: Kein Givt-Standort verfügbar
nl: Geen locaties beschikbaar

# givtAtLocationDisabledMessage
source: Sorry! At the moment, no organisations are available to give to at this location.
de: Hey, nicht so schnell! Im Moment sind keine Organisationen verfügbar, bei denen du hier vor Ort spenden könntest.
nl: Hé, niet te snel! Op dit moment zijn er geen organisaties waar je op locatie kan geven.

# tempAccountLogin
source: You're using a temporary account without password. You will now be automatically logged in and asked to complete your registration.
de: Du verwendest ein temporäres Konto ohne Passwort. Du wirst nun automatisch eingeloggt und aufgefordert die Registrierung abzuschließen.
nl: Je gebruikt een tijdelijk account zonder wachtwoord. Je wordt nu ingelogd en daarna gelijk gevraagd om je registratie af te ronden.

# bacsSetupTitle
source: Setting up Direct Debit Instruction
de: Einzugsermächtigung erteilen
es_419: Configurando la instrucción de domiciliación bancaria
nl: Instellen van incasso-instructie

# bacsSetupBody
source: You are signing an incidental direct debit, we will only debit from your account when you use the Givt app to make a donation. By continuing, you agree that you are the account holder and are the only person required to authorise debits from this account. The details of your Direct Debit Instruction mandate will be sent to you by e-mail within 3 working days or no later than 10 working days before the first collection.
de: Du unterzeichnest eine pauschale Einzugsermächtigung, wir belasten jedoch dein Konto nur, falls du die Givt App zu spenden benutzt. Indem du fortfährst, erklärst du, dass du der Kontoinhaber bist und die einzige Person, die zur Ermächtigung von Belastungen von diesem Konto berechtigt ist. Die Details der Einzugsermächtigung werden dir innerhalb von 3 Werktagen oder spätestens 10 Werktage vor der ersten Einziehung per E-Mail zugesandt.
es_419: Está firmando una domiciliación bancaria incidental, sólo debitaremos de su cuenta cuando utilice la aplicación Givt para hacer una donación. Al continuar, usted acepta que es el titular de la cuenta y es la única persona requerida para autorizar los débitos de esta cuenta. Los detalles de su mandato de instrucción de domiciliación bancaria se le enviarán por correo electrónico en un plazo de 3 días hábiles o, a más tardar, 10 días hábiles antes del primer cobro.
nl: Je tekent een machtiging voor incidentele afschrijvingen. We incasseren alleen bedragen die je geeft met de Givt-app. Door verder te gaan, gaat u ermee akkoord dat u de accounthouder bent en dat u de enige persoon bent die inningen voor dit account kan autoriseren. De details van uw incasso-instructie machtiging worden u binnen 3 werkdagen of uiterlijk 10 werkdagen vóór de eerste collecte per e-mail toegestuurd.

# bacsUnderstoodNotice
source: I have read and understood the advance notice
de: Ich habe die Hinweise zur Vorankündigung gelesen und verstanden.
es_419: He leído y entendido el aviso previo
nl: Ik heb de voorinlichting gelezen en goedgekeurd

# bacsVerifyTitle
source: Verify your details
de: Überprüfe deine Daten
es_419: Verifique sus datos
nl: Controleer je gegevens

# bacsVerifyBody
source: If any of the above is incorrect, please abort the registration and change your 'Personal information' The company name which will appear on your bank statement against the Direct Debit will be Givt Ltd.
de: Wenn einer der oben genannten Punkte nicht korrekt ist, brich die Registrierung ab und ändere deine "persönlichen Daten". Der Firmenname, der auf Ihrem Kontoauszug auf der Lastschrift erscheint, lautet Givt B.V.
es_419: Si alguno de los datos anteriores es incorrecto, por favor, anule el registro y cambie su 'Información personal' El nombre de la empresa que aparecerá en su extracto bancario contra la domiciliación bancaria será Givt Ltd.
nl: Zijn deze gegevens correct? Zo niet, annuleer de registratie en verander je persoonlijke gegevens. De bedrijfsnaam die op je transactie zal te zien zijn is 'Givt Ltd.'.

# bacsReadDdGuarantee
source: Read Direct Debit Guarantee
de: Lastschriftgarantie lesen
es_419: Leer la garantía de domiciliación bancaria
nl: Lees de incasso garantie

# bacsDdGuarantee
source: - The Guarantee is offered by all banks and building societies that accept instructions to pay Direct Debits. - If there are any changes to the way this incidental Direct Debit Instruction is used, the organisation will notify you (normally 10 working days) in advance of your account being debited or as otherwise agreed. - If an error is made in the payment of your Direct Debit, by the organisation, or your bank or building society, you are entitled to a full and immediate refund of the amount paid from your bank or building society. - If you receive a refund you are not entitled to, you must pay it back when the organisation asks you to. - You can cancel a Direct Debit at any time by simply contacting your bank or building society. Written confirmation may be required. Please also notify the organisation.
de: - Die Garantie wird von allen Banken und Bausparkassen angeboten, die Weisungen zur Zahlung von Lastschriften akzeptieren. - Bei Änderungen in der Art und Weise, wie diese beiläufige Lastschriftanweisung verwendet wird, wird Sie das Unternehmen ( in der Regel innerhalb von 10 Werktagen) benachrichtigen, bevor dein Konto belastet wird. - Wenn bei der Zahlung deiner Lastschrift durch das Unternehmen oder deiner Bank oder Bausparkasse ein Fehler auftritt, haben Sie Anspruch auf eine vollständige und sofortige Rückerstattung des von der Bank oder Bausparkasse eingezogenen Betrages. - Falls du eine Rückerstattung erhältst, auf die du keinen Anspruch hast, bist du verpflichtet diese zurückzahlen, falls die Organisation dazu auffordert. - Eine Einzugsermächtigung kannst du jederzeit widerrufen, indem du dich einfach an deine Bank oder Bausparkasse wendest. Eine schriftliche Bestätigung kann erforderlich sein. Bitte benachrichtige dann auch die betreffende Organisation.
es_419: - La garantía es ofrecida por todos los bancos y cajas de ahorros que aceptan instrucciones para pagar las domiciliaciones bancarias. - Si hay algún cambio en la forma en que se utiliza esta instrucción incidental de domiciliación bancaria, la organización le notificará (normalmente 10 días hábiles) antes de que se cargue en su cuenta o según lo acordado. - Si se produce un error en el pago de su domiciliación bancaria, por parte de la organización, o de su banco o caja de ahorros, tiene derecho a un reembolso completo e inmediato del importe pagado por su banco o caja de ahorros. - Si recibe un reembolso al que no tiene derecho, debe devolverlo cuando la organización se lo solicite. - Puede cancelar una domiciliación bancaria en cualquier momento poniéndose en contacto con su banco o caja de ahorros. Es posible que se requiera una confirmación por escrito. Por favor, notifique también a la organización.
nl: - The Guarantee is offered by all banks and building societies that accept instructions to pay Direct Debits. - If there are any changes to the way this ad hoc Direct Debit Instruction is used, the organisation will notify you (normally 10 working days) in advance of your account being debited or as otherwise agreed. - If an error is made in the payment of your Direct Debit, by the organisation, or your bank or building society, you are entitled to a full and immediate refund of the amount paid from your bank or building society. - If you receive a refund you are not entitled to, you must pay it back when the organisation asks you to. - You can cancel a Direct Debit at any time by simply contacting your bank or building society. Written confirmation may be required. Please also notify the organisation.

# bacsAdvanceNotice
source: You are signing an incidental, non-recurring Direct Debit Instruction mandate. Only on your specific request will debits be executed by the organisation. All the normal Direct Debit safeguards and guarantees apply. No changes in the use of this Direct Debit Instruction can be made without notifying you at least five (5) working days in advance of your account being debited. In the event of any error, you are entitled to an immediate refund from your bank or building society. You have the right to cancel a Direct Debit Instruction at any time by writing to your bank or building society, with a copy to us.
de: Sie unterschreiben eine fallweise, nicht wiederkehrende Weisung zum Lastschriftverfahren. Nur auf Ihren speziellen Wunsch hin werden Abbuchungen von der Organisation durchgeführt. Es gelten alle üblichen Sicherheitsvorkehrungen und Garantien für Lastschriften. Es können keine Änderungen an der Nutzung dieser Einzugsermächtigung vorgenommen werden, ohne Sie mindestens fünf (5) Werktage vor der Belastung Ihres Kontos zu informieren. Im Falle eines Fehlers haben Sie Anspruch auf eine sofortige Rückerstattung durch Ihre Bank oder Bausparkasse. Sie haben das Recht, eine Einzugsermächtigung jederzeit schriftlich an Ihre Bank oder Bausparkasse mit einer Kopie an uns zu widerrufen.
es_419: Está firmando un mandato de instrucción de domiciliación bancaria incidental y no recurrente. Sólo a petición suya se ejecutarán débitos por parte de la organización. Se aplican todas las salvaguardias y garantías normales de la domiciliación bancaria. No se pueden realizar cambios en el uso de esta instrucción de domiciliación bancaria sin notificarle con al menos cinco (5) días hábiles de antelación al cargo en su cuenta. En caso de error, tiene derecho a un reembolso inmediato de su banco o caja de ahorros. Tiene derecho a cancelar una instrucción de domiciliación bancaria en cualquier momento escribiendo a su banco o caja de ahorros, con una copia a nosotros.
nl: You are signing an ad hoc, non-recurring Direct Debit Instruction mandate. Only on your specific request will debits be executed by the organisation. All the normal Direct Debit safeguards and guarantees apply. No changes in the use of this Direct Debit Instruction can be made without notifying you at least five (5) working days in advance of your account being debited. In the event of any error, you are entitled to an immediate refund from your bank or building society. You have the right to cancel a Direct Debit Instruction at any time by writing to your bank or building society, with a copy to us.

# bacsAdvanceNoticeTitle
source: Advance Notice
de: Vorankündigung
es_419: Aviso previo
nl: Voorinlichting

# bacsDdGuaranteeTitle
source: Direct Debit Guarantee
de: Lastschrift-Garantie
es_419: Garantía de domiciliación bancaria
nl: Automatische incasso garantie

# bacsVerifyBodyDetails
source: Name: {value0} Address: {value1} E-mail address: {value2} Sort code: {value3} Account number: {value4} Frequency type: Incidental, when you use the Givt app to make a donation
de: Name: {value0} Adresse: {value1} E-Mail-Adresse: {value2} Bankleitzahl: {value3} Kontonummer: {value4} Frequenzart: nach Nutzung, falls du die Givt App zum Spenden benutzt
es_419: Nombre: {value0} Dirección: {value1} Dirección de correo electrónico: {value2} Código de clasificación: {value3} Número de cuenta: {value4} Tipo de frecuencia: Incidental, cuando utilice la aplicación Givt para hacer una donación
nl: Naam: {value0} Adres: {value1} Email adres: {value2} Sortcode: {value3} Account nummer: {value4} Frequentie type: Incidenteel, wanneer je de Givt-app gebruikt om te geven

# bacsHelpTitle
source: Need help?
de: Benötigst du Hilfe?
es_419: ¿Necesita ayuda?
nl: Hulp nodig?

# bacsHelpBody
source: Can't figure something out or you just have a question? Give us a call at +44 2037 908068 or hit us up on support@givt.co.uk and we will be in touch!
de: Benötigst du Hilfe oder hast du Fragen? Ruf uns unter +49 391 5054 7299 an oder kontaktiere uns unter support@givt.app und wir werden uns mit dir in Verbindung setzen!
es_419: ¿No puede entender algo o simplemente tiene una pregunta? Llámenos al +44 2037 908068 o envíenos un correo electrónico a support@givt.co.uk y nos pondremos en contacto con usted.
nl: Kan je iets niet vinden of heb je gewoon een vraag? Aarzel dan niet om ons te contacteren op het nummer: +31 320 320 115 of stuur ons een mailtje naar support@givtapp.net en we nemen spoedig contact met je op!

# bacsSortcodeAccountnumber
source: Sortcode: {value0} Account number: {value1}
de: Bankleitzahl: {value0} Kontonummer: {value1}
es_419: Código de clasificación: {value0} Número de cuenta: {value1}
nl: Sortcode: {value0} Account nummer: {value1}

# cantFetchPersonalInformation
source: We can't seem to fetch your personal information right now, could you try again later?
de: Wir können deine persönlichen Daten im Moment nicht abrufen, könntest du es später noch einmal versuchen?
nl: We kunnen op dit moment je gegevens niet opvragen van de server, probeer je het later even opnieuw?

# givingContextCollectionBag
source: Collection device
de: Klingelbeutel
es_419: Dispositivo de recolección
nl: Collectemiddel

# givingContextLocation
source: Location
de: Standort
es_419: Ubicación
nl: Locatie

# givingContextCollectionBagList
source: List
de: Liste
es_419: Lista
nl: Lijst

# amountPresetsTitle
source: Amount presets
de: Betragsvoreinstellungen
es_419: Importes predefinidos
nl: Voorkeursbedragen

# amountPresetsBody
source: Set your amount presets below.
de: Stelle unten deine Betragsvoreinstellungen ein.
es_419: Establezca sus importes predefinidos a continuación.
nl: Stel hieronder je voorkeursbedragen in.

# amountPresetsResetAll
source: Reset values
de: Werte zurücksetzen
nl: Herstel waarden

# amountPresetsErrGivingLimit
source: The amount is higher than your maximum amount
de: Der Betrag ist höher als dein Maximalbetrag.
es_419: El importe es superior a su importe máximo
nl: Het bedrag is hoger dan je geeflimiet

# amountPresetsErr25C
source: The amount has to be at least {value0}
de: Der Betrag muss mindestens 0,25 Euro betragen.
es_419: El importe debe ser al menos {value0}
nl: Het bedrag moet minstens {value0} zijn

# amountPresetsErrEmpty
source: Enter an amount
de: Gib einen Betrag ein
es_419: Introduzca un valor
nl: Vul een bedrag in

# alertBacsMessage
source: Because you indicated {value0} as country choice, we assume that you prefer to give through a SEPA mandate (€), we need your IBAN for that. If you prefer to use BACS (£), we need your Sort Code and Account Number.
de: Da du {value0} als Länderwahl angegeben haben, gehen wir davon aus, dass du lieber über ein SEPA-Mandat (€) geben möchtest, dafür benötigen wir deine IBAN. Falls du lieber BACS (£) verwenden möchtest, benötigen wir deine Bankleitzahl und Kontonummer.
nl: Doordat je {value0} als landkeuze hebt aangegeven, gaan we ervan uit dat je het liefst wil geven d.m.v. een SEPA-machtiging (€), daar hebben wij je IBAN voor nodig. Wil je toch liever BACS (£) gebruiken, dan hebben we je Sort Code en Account Number nodig.

# alertSepaMessage
source: Because you indicated {value0} as country choice, we assume that you prefer to give through BACS Direct Debit (£), we need your Sort Code and Account Number for that. If you prefer to use SEPA (€), we need your IBAN.
de: Da du {value0} als Länderwahl angegeben haben, gehen wir davon aus, dass du lieber über BACS Direct Debit (£) geben möchtest, dafür benötigen wir deine Bankleitzahl und Kontonummer. Falls du stattdessen lieber SEPA (€) nutzen möchtest, benötigen wir deine IBAN.
es_419: Dado que indicó {value0} como opción de país, asumimos que prefiere donar a través de BACS Direct Debit (£), necesitamos su código de clasificación y número de cuenta para eso. Si prefiere utilizar SEPA (€), necesitamos su IBAN.
nl: Doordat je {value0} als landkeuze hebt aangegeven, gaan we ervan uit dat je het liefst wil geven d.m.v. BACS Direct Debit (£), daar hebben wij je Sort Code en Account Number voor nodig. Wil je toch liever SEPA (€) gebruiken, dan hebben we je IBAN nodig.

source: Important
de: Wichtig
es_419: Importante
nl: Belangrijk

# fingerprintTitle
source: Fingerprint
de: Fingerabdruck
es_419: Huella dactilar
nl: Vingerafdruk
