Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# termsTextUs
source: GIVT INC. Terms of Use for Giving with Givt Last updated: July 13th, 2022 Version: 1.1 These terms of use describe the conditions under which you can use the services made available through the mobile or other downloadable application and website owned by Givt, Inc. (“Givt”, and “Service" respectively) can be utilized by you, the User (“you”). These Terms of Use are a legally binding contract between you and Givt regarding your use of the Service. BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, INCLUDING GIVT’S PRIVACY POLICY (https://www.givt.app/privacy-policy) (TOGETHER, THESE “TERMS”). If you are not eligible, or do not agree to the Terms, then you do not have our permission to use the Service. YOUR USE OF THE SERVICE, AND GIVT’S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY GIVT AND BY YOU TO BE BOUND BY THESE TERMS. Arbitration NOTICE. Except for certain kinds of disputes described in Section 12, you agree that disputes arising under these Terms will be resolved by binding, individual arbitration, and BY ACCEPTING THESE TERMS, YOU AND GIVT ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING. 1. Givt Service Overview. Givt provides its users with a platform to make anonymous donations to any of the entities properly registered with Givt as a recipient of donations (“Recipient”). The Service is available for users through their smartphones, and other electronic device. 2. Eligibility. You must be at least 18 years old to use the Service. By agreeing to these Terms, you represent and warrant to us that: (a) you are at least 18 years old; (b) you have not previously been suspended or removed from the Service; and (c) your registration and your use of the Service is in compliance with any and all applicable laws and regulations. If you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms. 3. Accounts and Registration. To access the Service, you must register for an account. When you register for an account, you may be required to provide us with some information about yourself, such as your (i) name (ii) address, (iii) phone number, and (iv) e-mail address. You agree that the information you provide to us is accurate, complete, and not misleading, and that you will keep it accurate and up to date at all times. When you register, you will be asked to create a password. You are solely responsible for maintaining the confidentiality of your account and password, and you accept responsibility for all activities that occur under your account. If you believe that your account is no longer secure, then you should immediately notify us at support@givt.app. 4. Processing Donations 4.1. Givt does not provide banking or payment services. To facilitate the processing and transfer of donations from you to Recipients, Givt has entered into an agreement with a third party payment processor (the “Processor”). The amount of your donation that is actually received by a Recipient will be net of fees and other charges imposed by Givt and Processor. 4.2. The transaction data, including the applicable designated Recipient, will be processed by Givt and forwarded to the Processor. The Processor will, subject to the Processor’s online terms and conditions, initiate payment transactions to the bank account of the applicable designated Recipient. For the full terms of the transfer of donations, including chargeback, reversals, fees and charges, and limitations on the amount of a donation please see Processor’s online terms and conditions. 4.3. You agree that Givt may pass your transaction and bank data to the Processor, along with all other necessary account and personal information, in order to enable the Processor to initiate the transfer of donations from you to Recipients. Givt reserves the right to change of Processor at any time. You agree that Givt may forward relevant information and data as set forth in this Section 4.3 to the new Processor in order to continue the processing and transfer of donations from you to Recipients. 5. License and intellectual property rights 5.1. Limited License. Subject to your complete and ongoing compliance with these Terms, Givt grants you a non-exclusive, non-sublicensable and non-transmittable license to (a) install and use one object code copy of any mobile or other downloadable application associated with the Service (whether installed by you or pre-installed on your mobile device manufacturer or a wireless telephone provider) on a mobile device that you own or control; (b) access and use the Service. You are not allowed to use the Service for commercial purposes. 5.2. License Restrictions. Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) provide the Service to third parties; (b) reproduce, distribute, publicly display, publicly perform, or create derivative works for the Service; (c) decompile, submit to reverse engineer or modify the Service; (d), remove or bypass the technical provisions that are intended to protect the Service and/or Givt. If you are prohibited under applicable law from using the Service, then you may not use it. 5.3. Ownership; Proprietary Rights. The Service is owned and operated by Givt. The visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service provided by Givt (“Materials”) are protected by intellectual property and other laws. All Materials included in the Service are the property of Givt or its third-party licensors. Except as expressly authorized by Givt, you may not make use of the Materials. There are no implied licenses in these Terms and Givt reserves all rights to the Materials not granted expressly in these Terms. 5.4. Feedback. We respect and appreciate the thoughts and comments from our users. If you choose to provide input and suggestions regarding existing functionalities, problems with or proposed modifications or improvements to the Service (“Feedback”), then you hereby grant Givt an unrestricted, perpetual, irrevocable, non-exclusive, fully paid, royalty-free right and license to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services. We will have no obligation to provide you with attribution for any Feedback you provide to us. 6. Third-Party Software. The Service may include or incorporate third-party software components that are generally available free of charge under licenses granting recipients broad rights to copy, modify, and distribute those components (“Third-Party Components”). Although the Service is provided to you subject to these Terms, nothing in these Terms prevents, restricts, or is intended to prevent or restrict you from obtaining Third-Party Components under the applicable third-party licenses or to limit your use of Third-Party Components under those third-party licenses. 7. Prohibited Conduct. BY USING THE SERVICE, YOU AGREE NOT TO: 7.1. use the Service for any illegal purpose or in violation of any local, state, national, or international law; 7.2. violate, encourage others to violate, or provide instructions on how to violate, any right of a third party, including by infringing or misappropriating any third-party intellectual property right; 7.3. interfere with security-related features of the Service, including by: (i) disabling or circumventing features that prevent or limit use, printing or copying of any content; or (ii) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law; 7.4. interfere with the operation of the Service or any user’s enjoyment of the Service, including by: (i) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code; (ii) making any unsolicited offer or advertisement to another user of the Service; (iii) collecting personal information about another user or third party without consent; or (iv) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service; 7.5. perform any fraudulent activity including impersonating any person or entity, claiming a false affiliation or identity, accessing any other Service account without permission, or falsifying your age or date of birth; 7.6. sell or otherwise transfer the access granted under these Terms or any Materials or any right or ability to view, access, or use any Materials; or 7.7. attempt to do any of the acts described in this Section 7 or assist or permit any person in engaging in any of the acts described in this Section 7. 8. Term, Termination, and Modification of the Service 8.1. Term. These Terms are effective beginning when you accept the Terms or first download, install, access, or use the Service, and ending when terminated as described in Section 8.2. 8.2. Termination. If you violate any provision of these Terms, then your authorization to access the Service and these Terms automatically terminate. These Terms will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of these Terms (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your systems. 8.3. In addition, Givt may, at its sole discretion, terminate these Terms or your account on the Service, or suspend or terminate your access to the Service, at any time for any reason or no reason, with or without notice, and without any liability to you arising from such termination. You may terminate your account and these Terms at any time by deleting or uninstalling the Service, or as otherwise indicated within the Service, or by contacting customer service at support@givt.app. In the event your smartphone, or other electronic device on which the Services are installed, is lost or stolen, inform Givt immediately by contacting support@givt.app. Upon receipt of a message Givt will use commercially reasonable efforts to block the account to prevent further misuse. 8.4. Effect of Termination. Upon termination of these Terms: (a) your license rights will terminate and you must immediately cease all use of the Service; (b) you will no longer be authorized to access your account or the Service. If your account has been terminated for a breach of these Terms, then you are prohibited from creating a new account on the Service using a different name, email address or other forms of account verification. 8.5. Modification of the Service. Givt reserves the right to modify or discontinue all or any portion of the Service at any time (including by limiting or discontinuing certain features of the Service), temporarily or permanently, without notice to you. Givt will have no liability for any change to the Service, or any suspension or termination of your access to or use of the Service. 9. Indemnity. To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify Givt, its affiliates and their respective shareholders, directors, managers, members, officers, employees, consultants, and agents (together, the “Givt Entities”) from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including attorneys’ fees and costs, arising out of or connected with: (1) your unauthorized use of, or misuse of, the Service; (2) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (3) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right; or (4) any dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims. 10. Disclaimers; No Warranties. THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS. GIVT DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE, INCLUDING: (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT; AND (B) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE. GIVT DOES NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE, OR ANY MATERIALS OR CONTENT OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND GIVT DOES NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR GIVT ENTITIES OR ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE GIVT ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS. WE ARE NOT RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM THE SERVICE AND YOUR DEALING WITH ANY OTHER SERVICE USER. WE DO NOT GUARANTEE THE STATUS OF ANY ORGANIZATION, INCLUDING WHETHER AN ORGANIZATION IS A NOT-FOR-PROFIT, CHARITABLE, OR OTHER SIMILAR ORGANIZATION UNDER APPLICABLE LAWS, AND WE DO NOT MAKE ANY REPRESENTATIONS REGARDING THE TAX TREATMENT OF ANY DONATIONS, GIFTS, OR OTHER MONEYS TRANSFERRED OR OTHERWISE PROVIDED TO ANY SUCH ORGANIZATION. YOU ARE SOLELY RESPONSIBLE FOR DETERMINING WHETHER AN ORGANIZATION QUALIFIES AS A NOT-FOR-PROFIT, CHARITABLE, OR OTHER SIMILAR ORGANIZATION UNDER APPLICABLE LAWS AND TO UNDERSTAND THE TAX TREATMENT OF ANY DONATIONS, GIFTS OR OTHER MONEYS TRANSFERRED OR PROVIDED TO SUCH ORGANIZATIONS. YOU UNDERSTAND AND AGREE THAT YOU USE ANY PORTION OF THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT WE ARE NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM OR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR ANY LOSS OF DATA, INCLUDING USER CONTENT. THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION APPLY TO THE FULLEST EXTENT PERMITTED BY LAW. Givt does not disclaim any warranty or other right that Givt is prohibited from disclaiming under applicable law. 11. Liability 11.1. TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL THE GIVT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY GIVT ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE. 11.2. EXCEPT AS PROVIDED IN SECTIONS 11.2 AND 11.3 AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE GIVT ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO US$100. 11.3. EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS. THIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES. EACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS. THE LIMITATIONS IN THIS SECTION 11 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. 12. Dispute Resolution and Arbitration 12.1. Generally. Except as described in Section 12.2 and 12.3, you and Givt agree that every dispute arising in connection with these Terms, the Service, or communications from us will be resolved through binding arbitration. Arbitration uses a neutral arbitrator instead of a judge or jury, is less formal than a court proceeding, may allow for more limited discovery than in court, and is subject to very limited review by courts. This agreement to arbitrate disputes includes all claims whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms. Any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement will be resolved by the arbitrator. YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND GIVT ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION. 12.2. Exceptions. Although we are agreeing to arbitrate most disputes between us, nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court; (b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available; (c) seek injunctive relief in a court of law in aid of arbitration; or (d) to file suit in a court of law to address an intellectual property infringement claim. 12.3. Opt-Out. If you do not wish to resolve disputes by binding arbitration, you may opt out of the provisions of this Section 12 within 30 days after the date that you agree to these Terms by sending an e-mail to Givt Inc. at support@givt.app, with the following subject line: “Legal Department – Arbitration Opt-Out”, that specifies: your full legal name, the email address associated with your account on the Service, and a statement that you wish to opt out of arbitration (“Opt-Out Notice”). Once Givt receives your Opt-Out Notice, this Section 12 will be void and any action arising out of these Terms will be resolved as set forth in Section 12.2. The remaining provisions of these Terms will not be affected by your Opt-Out Notice. 12.4. Arbitrator. This arbitration agreement, and any arbitration between us, is subject to the Federal Arbitration Act and will be administered by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (collectively, “AAA Rules”) as modified by these Terms. The AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at +1-800-778-7879, or by contacting Givt. 12.5. Commencing Arbitration. Before initiating arbitration, a party must first send a written notice of the dispute to the other party by e-mail mail (“Notice of Arbitration”). Givt’s e-address for Notice is: support@givt.app. The Notice of Arbitration must: (a) include the following subject line: “Notice of Arbitration”; (b) identify the name or account number of the party making the claim; (c) describe the nature and basis of the claim or dispute; and (d) set forth the specific relief sought (“Demand”). The parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Givt may commence an arbitration proceeding. If you commence arbitration in accordance with these Terms, Givt will reimburse you for your payment of the filing fee, unless your claim is for more than US$10,000 or if Givt has received 25 or more similar demands for arbitration, in which case the payment of any fees will be decided by the AAA Rules. If the arbitrator finds that either the substance of the claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules and the other party may seek reimbursement for any fees paid to AAA. 12.6. Arbitration Proceedings. Any arbitration hearing will take place in Fulton County, Georgia unless we agree otherwise or, if the claim is for US$10,000 or less (and does not seek injunctive relief), you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator; (b) through a telephonic or video hearing; or (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your residence. During the arbitration, the amount of any settlement offer made by you or Givt must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any. Regardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based. 12.7. Arbitration Relief. Except as provided in Section 12.8, the arbitrator can award any relief that would be available if the claims had been brough in a court of competent jurisdiction. If the arbitrator awards you an amount higher than the last written settlement amount offered by Givt before an arbitrator was selected, Givt will pay to you the higher of: (a) the amount awarded by the arbitrator and (b) US$10,000. The arbitrator’s award shall be final and binding on all parties, except (1) for judicial review expressly permitted by law or (2) if the arbitrator's award includes an award of injunctive relief against a party, in which case that party shall have the right to seek judicial review of the injunctive relief in a court of competent jurisdiction that shall not be bound by the arbitrator's application or conclusions of law. Judgment on the award may be entered in any court having jurisdiction. 12.8. No Class Actions. YOU AND GIVT AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, unless both you and Givt agree otherwise, the arbitrator may not consolidate more than one person’s claims and may not otherwise preside over any form of a representative or class proceeding. 12.9. Modifications to this Arbitration Provision. If Givt makes any substantive change to this arbitration provision, you may reject the change by sending us written notice within 30 days of the change to Givt’s address for Notice of Arbitration, in which case your account with Givt will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive. 12.10. Enforceability. If Section 12.8 or the entirety of this Section 12.10 is found to be unenforceable, or if Givt receives an Opt-Out Notice from you, then the entirety of this Section 12 will be null and void and, in that case, the exclusive jurisdiction and venue described in Section 13.2 will govern any action arising out of or related to these Terms. 13. Miscellaneous 13.1. General Terms. These Terms, including the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and Givt regarding your use of the Service. You may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent. We may assign these Terms and all rights granted under these Terms, at any time without notice or consent. The failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself. Use of Section headers in these Terms is for convenience only and will not have any impact on the interpretation of any provision. Throughout these Terms the use of the word “including” means “including but not limited to.” If any part of these Terms is held to be invalid or unenforceable, then the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect. 13.2. Governing Law. These Terms are governed by the laws of the State of Delaware without regard to conflict of law principles. You and Givt submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Fulton County, Georgia for resolution of any lawsuit or court proceeding permitted under these Terms. We operate the Service from our offices in Georgia, and we make no representation that Materials included in the Service are appropriate or available for use in other locations. 13.3. Privacy Policy. Please read the Givt Privacy Policy (https://www.givt.app/privacy-policy) carefully for information relating to our collection, use, storage, and disclosure of your personal information. The Givt Privacy Policy is incorporated by this reference into, and made a part of, these Terms. 13.4. Additional Terms. Your use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (the “Additional Terms”). All Additional Terms are incorporated by this reference into, and made a part of, these Terms. 13.5. Modification of these Terms. We reserve the right to change these Terms on a going-forward basis at any time. Please check these Terms periodically for changes. If a change to these Terms materially modifies your rights or obligations, we may require that you accept the modified Terms in order to continue to use the Service. Material modifications are effective upon your acceptance of the modified Terms. Immaterial modifications are effective upon publication. Except as expressly permitted in this Section 13.5, these Terms may be amended only by a written agreement signed by authorized representatives of the parties to these Terms. Disputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose. 13.6. Consent to Electronic Communications. By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy. Please read our Privacy Policy to learn more about our electronic communications practices. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing. 13.7. Contact Information. The Service is offered by Givt Inc. located at 3343 Peachtree Road Northeast Suite 145-1032, Atlanta, GA 30326. You may contact us by emailing us at support@givt.app. 13.8. Notice to California Residents. If you are a California resident, then under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N. Market Blvd., Suite S-202, Sacramento, California 95834, or by telephone at +1-800-952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding use of the Service. 13.9. No Support. We are under no obligation to provide support for the Service. In instances where we may offer support, the support will be subject to published policies. 13.10. International Use. The Service is intended for visitors located within the United States. We make no representation that the Service is appropriate or available for use outside of the United States. Access to the Service from countries or territories or by individuals where such access is illegal is prohibited. 13.11. Complaints. Givt handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these Terms by Givt must be submitted in writing at Givt via e-mail to support@givt.app. 13.12. Notice Regarding Apple. This Section 13 only applies to the extent you are using our mobile application on an iOS device. You acknowledge that these Terms are between you and Givt only, not with Apple Inc. (“Apple”), and Apple is not responsible for the Service or the content of it. Apple has no obligation to furnish any maintenance and support services with respect to the Service. If the Service fails to conform to any applicable warranty, you may notify Apple, and Apple will refund any applicable purchase price for the mobile application to you. To the maximum extent permitted by applicable law, Apple has no other warranty obligation with respect to the Service. Apple is not responsible for addressing any claims by you or any third party relating to the Service or your possession and/or use of the Service, including: (1) product liability claims; (2) any claim that the Service fails to conform to any applicable legal or regulatory requirement; or (3) claims arising under consumer protection or similar legislation. Apple is not responsible for the investigation, defense, settlement, and discharge of any third-party claim that the Service and/or your possession and use of the Service infringe a third party’s intellectual property rights. You agree to comply with any applicable third-party terms when using the Service. Apple and Apple’s subsidiaries are third-party beneficiaries of these Terms, and upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary of these Terms. You hereby represent and warrant that: (a) you are not located in a country that is subject to a U.S. Government embargo or that has been designated by the U.S. Government as a “terrorist supporting” country; and (b) you are not listed on any U.S. Government list of prohibited or restricted parties.
de: GIVT Inc. Terms of use – Givt app Last updated: 20-01-2022 Version: 1.0 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilised. Givt allows the User (anonymously) to give donations through their smartphone, for example churches, fundraising campaigns or charities that are members of Givt Inc. These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("the User") accept these terms of use and our privacy policy (https://givt.app/privacy-policy). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time.
es_419: GIVT INC. Terms of Use for Giving with Givt Last updated: July 13th, 2022 Version: 1.2 These terms of use describe the conditions under which you can use the services made available through the mobile or other downloadable application and website owned by Givt, Inc. ("Givt", and "Service" respectively) can be utilized by you, the User ("you"). These Terms of Use are a legally binding contract between you and Givt regarding your use of the Service. BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICE, YOU AGREE THAT YOU HAVE READ AND UNDERSTOOD, AND, AS A CONDITION TO YOUR USE OF THE SERVICE, YOU AGREE TO BE BOUND BY, THE FOLLOWING TERMS AND CONDITIONS, INCLUDING GIVT'S PRIVACY POLICY (https://www.givt.app/privacy-policy) (TOGETHER, THESE "TERMS"). If you are not eligible, or do not agree to the Terms, then you do not have our permission to use the Service. YOUR USE OF THE SERVICE, AND GIVT'S PROVISION OF THE SERVICE TO YOU, CONSTITUTES AN AGREEMENT BY GIVT AND BY YOU TO BE BOUND BY THESE TERMS. Arbitration NOTICE. Except for certain kinds of disputes described in Section 12, you agree that disputes arising under these Terms will be resolved by binding, individual arbitration, and BY ACCEPTING THESE TERMS, YOU AND GIVT ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN ANY CLASS ACTION OR REPRESENTATIVE PROCEEDING. 1. Givt Service Overview. Givt provides its users with a platform to make anonymous donations to any of the entities properly registered with Givt as a recipient of donations ("Recipient"). The Service is available for users through their smartphones, and other electronic device. 2. Eligibility. You must be at least 18 years old to use the Service. By agreeing to these Terms, you represent and warrant to us that: (a) you are at least 18 years old; (b) you have not previously been suspended or removed from the Service; and (c) your registration and your use of the Service is in compliance with any and all applicable laws and regulations. If you are an entity, organization, or company, the individual accepting these Terms on your behalf represents and warrants that they have authority to bind you to these Terms and you agree to be bound by these Terms. 3. Accounts and Registration. To access the Service, you must register for an account. When you register for an account, you may be required to provide us with some information about yourself, such as your (i) name (ii) address, (iii) phone number, and (iv) e-mail address. You agree that the information you provide to us is accurate, complete, and not misleading, and that you will keep it accurate and up to date at all times. When you register, you will be asked to create a password. You are solely responsible for maintaining the confidentiality of your account and password, and you accept responsibility for all activities that occur under your account. If you believe that your account is no longer secure, then you should immediately notify us at support@givt.app. 4. Processing Donations 4.1. Givt does not provide banking or payment services. To facilitate the processing and transfer of donations from you to Recipients, Givt has entered into an agreement with a third party payment processor (the "Processor"). The amount of your donation that is actually received by a Recipient will be net of fees and other charges imposed by Givt and Processor. 4.2. The transaction data, including the applicable designated Recipient, will be processed by Givt and forwarded to the Processor. The Processor will, subject to the Processor's online terms and conditions, initiate payment transactions to the bank account of the applicable designated Recipient. For the full terms of the transfer of donations, including chargeback, reversals, fees and charges, and limitations on the amount of a donation please see Processor's online terms and conditions. 4.3. You agree that Givt may pass your transaction and bank data to the Processor, along with all other necessary account and personal information, in order to enable the Processor to initiate the transfer of donations from you to Recipients. Givt reserves the right to change of Processor at any time. You agree that Givt may forward relevant information and data as set forth in this Section 4.3 to the new Processor in order to continue the processing and transfer of donations from you to Recipients. 5. License and intellectual property rights 5.1. Limited License. Subject to your complete and ongoing compliance with these Terms, Givt grants you a non-exclusive, non-sublicensable and non-transmittable license to (a) install and use one object code copy of any mobile or other downloadable application associated with the Service (whether installed by you or pre-installed on your mobile device manufacturer or a wireless telephone provider) on a mobile device that you own or control; (b) access and use the Service. You are not allowed to use the Service for commercial purposes. 5.2. License Restrictions. Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) provide the Service to third parties; (b) reproduce, distribute, publicly display, publicly perform, or create derivative works for the Service; (c) decompile, submit to reverse engineer or modify the Service; (d), remove or bypass the technical provisions that are intended to protect the Service and/or Givt. If you are prohibited under applicable law from using the Service, then you may not use it. 5.3. Ownership; Proprietary Rights. The Service is owned and operated by Givt. The visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, and all other elements of the Service provided by Givt ("Materials") are protected by intellectual property and other laws. All Materials included in the Service are the property of Givt or its third-party licensors. Except as expressly authorized by Givt, you may not make use of the Materials. There are no implied licenses in these Terms and Givt reserves all rights to the Materials not granted expressly in these Terms. 5.4. Feedback. We respect and appreciate the thoughts and comments from our users. If you choose to provide input and suggestions regarding existing functionalities, problems with or proposed modifications or improvements to the Service ("Feedback"), then you hereby grant Givt an unrestricted, perpetual, irrevocable, non-exclusive, fully paid, royalty-free right and license to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services. We will have no obligation to provide you with attribution for any Feedback you provide to us. 6. Third-Party Software. The Service may include or incorporate third-party software components that are generally available free of charge under licenses granting recipients broad rights to copy, modify, and distribute those components ("Third-Party Components"). Although the Service is provided to you subject to these Terms, nothing in these Terms prevents, restricts, or is intended to prevent or restrict you from obtaining Third-Party Components under the applicable third-party licenses or to limit your use of Third-Party Components under those third-party licenses. 7. Prohibited Conduct. BY USING THE SERVICE, YOU AGREE NOT TO: 7.1. use the Service for any illegal purpose or in violation of any local, state, national, or international law; 7.2. violate, encourage others to violate, or provide instructions on how to violate, any right of a third party, including by infringing or misappropriating any third-party intellectual property right; 7.3. interfere with security-related features of the Service, including by: (i) disabling or circumventing features that prevent or limit use, printing or copying of any content; or (ii) reverse engineering or otherwise attempting to discover the source code of any portion of the Service except to the extent that the activity is expressly permitted by applicable law; 7.4. interfere with the operation of the Service or any user's enjoyment of the Service, including by: (i) uploading or otherwise disseminating any virus, adware, spyware, worm, or other malicious code; (ii) making any unsolicited offer or advertisement to another user of the Service; (iii) collecting personal information about another user or third party without consent; or (iv) interfering with or disrupting any network, equipment, or server connected to or used to provide the Service; 7.5. perform any fraudulent activity including impersonating any person or entity, claiming a false affiliation or identity, accessing any other Service account without permission, or falsifying your age or date of birth; 7.6. sell or otherwise transfer the access granted under these Terms or any Materials or any right or ability to view, access, or use any Materials; or 7.7. attempt to do any of the acts described in this Section 7 or assist or permit any person in engaging in any of the acts described in this Section 7. 8. Term, Termination, and Modification of the Service 8.1. Term. These Terms are effective beginning when you accept the Terms or first download, install, access, or use the Service, and ending when terminated as described in Section 8.2. 8.2. Termination. If you violate any provision of these Terms, then your authorization to access the Service and these Terms automatically terminate. These Terms will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of these Terms (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your systems. 8.3. In addition, Givt may, at its sole discretion, terminate these Terms or your account on the Service, or suspend or terminate your access to the Service, at any time for any reason or no reason, with or without notice, and without any liability to you arising from such termination. You may terminate your account and these Terms at any time by deleting or uninstalling the Service, or as otherwise indicated within the Service, or by contacting customer service at support@givt.app. In the event your smartphone, or other electronic device on which the Services are installed, is lost or stolen, inform Givt immediately by contacting support@givt.app. Upon receipt of a message Givt will use commercially reasonable efforts to block the account to prevent further misuse. 8.4. Effect of Termination. Upon termination of these Terms: (a) your license rights will terminate and you must immediately cease all use of the Service; (b) you will no longer be authorized to access your account or the Service. If your account has been terminated for a breach of these Terms, then you are prohibited from creating a new account on the Service using a different name, email address or other forms of account verification. 8.5. Modification of the Service. Givt reserves the right to modify or discontinue all or any portion of the Service at any time (including by limiting or discontinuing certain features of the Service), temporarily or permanently, without notice to you. Givt will have no liability for any change to the Service, or any suspension or termination of your access to or use of the Service. 9. Indemnity. To the fullest extent permitted by law, you are responsible for your use of the Service, and you will defend and indemnify Givt, its affiliates and their respective shareholders, directors, managers, members, officers, employees, consultants, and agents (together, the "Givt Entities") from and against every claim brought by a third party, and any related liability, damage, loss, and expense, including attorneys' fees and costs, arising out of or connected with: (1) your unauthorized use of, or misuse of, the Service; (2) your violation of any portion of these Terms, any representation, warranty, or agreement referenced in these Terms, or any applicable law or regulation; (3) your violation of any third-party right, including any intellectual property right or publicity, confidentiality, other property, or privacy right; or (4) any dispute or issue between you and any third party. We reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations with respect to that matter), and in that case, you agree to cooperate with our defense of those claims. 10. Disclaimers; No Warranties. THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE ARE PROVIDED "AS IS" AND ON AN "AS AVAILABLE" BASIS. GIVT DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, RELATING TO THE SERVICE AND ALL MATERIALS AND CONTENT AVAILABLE THROUGH THE SERVICE, INCLUDING: (A) ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, OR NON-INFRINGEMENT; AND (B) ANY WARRANTY ARISING OUT OF COURSE OF DEALING, USAGE, OR TRADE. GIVT DOES NOT WARRANT THAT THE SERVICE OR ANY PORTION OF THE SERVICE, OR ANY MATERIALS OR CONTENT OFFERED THROUGH THE SERVICE, WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND GIVT DOES NOT WARRANT THAT ANY OF THOSE ISSUES WILL BE CORRECTED. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE SERVICE OR GIVT ENTITIES OR ANY MATERIALS OR CONTENT AVAILABLE THROUGH THE SERVICE WILL CREATE ANY WARRANTY REGARDING ANY OF THE GIVT ENTITIES OR THE SERVICE THAT IS NOT EXPRESSLY STATED IN THESE TERMS. WE ARE NOT RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM THE SERVICE AND YOUR DEALING WITH ANY OTHER SERVICE USER. WE DO NOT GUARANTEE THE STATUS OF ANY ORGANIZATION, INCLUDING WHETHER AN ORGANIZATION IS A NOT-FOR-PROFIT, CHARITABLE, OR OTHER SIMILAR ORGANIZATION UNDER APPLICABLE LAWS, AND WE DO NOT MAKE ANY REPRESENTATIONS REGARDING THE TAX TREATMENT OF ANY DONATIONS, GIFTS, OR OTHER MONEYS TRANSFERRED OR OTHERWISE PROVIDED TO ANY SUCH ORGANIZATION. YOU ARE SOLELY RESPONSIBLE FOR DETERMINING WHETHER AN ORGANIZATION QUALIFIES AS A NOT-FOR-PROFIT, CHARITABLE, OR OTHER SIMILAR ORGANIZATION UNDER APPLICABLE LAWS AND TO UNDERSTAND THE TAX TREATMENT OF ANY DONATIONS, GIFTS OR OTHER MONEYS TRANSFERRED OR PROVIDED TO SUCH ORGANIZATIONS. YOU UNDERSTAND AND AGREE THAT YOU USE ANY PORTION OF THE SERVICE AT YOUR OWN DISCRETION AND RISK, AND THAT WE ARE NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM OR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR ANY LOSS OF DATA, INCLUDING USER CONTENT. THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION APPLY TO THE FULLEST EXTENT PERMITTED BY LAW. Givt does not disclaim any warranty or other right that Givt is prohibited from disclaiming under applicable law. 11. Liability 11.1. TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL THE GIVT ENTITIES BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES (INCLUDING DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR ANY OTHER INTANGIBLE LOSS) ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE OF, OR YOUR INABILITY TO ACCESS OR USE, THE SERVICE OR ANY MATERIALS OR CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT ANY GIVT ENTITY HAS BEEN INFORMED OF THE POSSIBILITY OF DAMAGE. 11.2. EXCEPT AS PROVIDED IN SECTIONS 11.2 AND 11.3 AND TO THE FULLEST EXTENT PERMITTED BY LAW, THE AGGREGATE LIABILITY OF THE GIVT ENTITIES TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO US$100. 11.3. EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS INTENDED TO AND DOES ALLOCATE THE RISKS BETWEEN THE PARTIES UNDER THESE TERMS. THIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES. EACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS. THE LIMITATIONS IN THIS SECTION 11 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE. 12. Dispute Resolution and Arbitration 12.1. Generally. Except as described in Section 12.2 and 12.3, you and Givt agree that every dispute arising in connection with these Terms, the Service, or communications from us will be resolved through binding arbitration. Arbitration uses a neutral arbitrator instead of a judge or jury, is less formal than a court proceeding, may allow for more limited discovery than in court, and is subject to very limited review by courts. This agreement to arbitrate disputes includes all claims whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms. Any dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement will be resolved by the arbitrator. YOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND GIVT ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION. 12.2. Exceptions. Although we are agreeing to arbitrate most disputes between us, nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court; (b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available; (c) seek injunctive relief in a court of law in aid of arbitration; or (d) to file suit in a court of law to address an intellectual property infringement claim. 12.3. Opt-Out. If you do not wish to resolve disputes by binding arbitration, you may opt out of the provisions of this Section 12 within 30 days after the date that you agree to these Terms by sending an e-mail to Givt Inc. at support@givt.app, with the following subject line: "Legal Department – Arbitration Opt-Out", that specifies: your full legal name, the email address associated with your account on the Service, and a statement that you wish to opt out of arbitration ("Opt-Out Notice"). Once Givt receives your Opt-Out Notice, this Section 12 will be void and any action arising out of these Terms will be resolved as set forth in Section 12.2. The remaining provisions of these Terms will not be affected by your Opt-Out Notice. 12.4. Arbitrator. This arbitration agreement, and any arbitration between us, is subject to the Federal Arbitration Act and will be administered by the American Arbitration Association ("AAA") under its Consumer Arbitration Rules (collectively, "AAA Rules") as modified by these Terms. The AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at +1-800-778-7879, or by contacting Givt. 12.5. Commencing Arbitration. Before initiating arbitration, a party must first send a written notice of the dispute to the other party by e-mail mail ("Notice of Arbitration"). Givt's e-address for Notice is: support@givt.app. The Notice of Arbitration must: (a) include the following subject line: "Notice of Arbitration"; (b) identify the name or account number of the party making the claim; (c) describe the nature and basis of the claim or dispute; and (d) set forth the specific relief sought ("Demand"). The parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Givt may commence an arbitration proceeding. If you commence arbitration in accordance with these Terms, Givt will reimburse you for your payment of the filing fee, unless your claim is for more than US$10,000 or if Givt has received 25 or more similar demands for arbitration, in which case the payment of any fees will be decided by the AAA Rules. If the arbitrator finds that either the substance of the claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules and the other party may seek reimbursement for any fees paid to AAA. 12.6. Arbitration Proceedings. Any arbitration hearing will take place in Fulton County, Georgia unless we agree otherwise or, if the claim is for US$10,000 or less (and does not seek injunctive relief), you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator; (b) through a telephonic or video hearing; or (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your residence. During the arbitration, the amount of any settlement offer made by you or Givt must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any. Regardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based. 12.7. Arbitration Relief. Except as provided in Section 12.8, the arbitrator can award any relief that would be available if the claims had been brough in a court of competent jurisdiction. If the arbitrator awards you an amount higher than the last written settlement amount offered by Givt before an arbitrator was selected, Givt will pay to you the higher of: (a) the amount awarded by the arbitrator and (b) US$10,000. The arbitrator's award shall be final and binding on all parties, except (1) for judicial review expressly permitted by law or (2) if the arbitrator's award includes an award of injunctive relief against a party, in which case that party shall have the right to seek judicial review of the injunctive relief in a court of competent jurisdiction that shall not be bound by the arbitrator's application or conclusions of law. Judgment on the award may be entered in any court having jurisdiction. 12.8. No Class Actions. YOU AND GIVT AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. Further, unless both you and Givt agree otherwise, the arbitrator may not consolidate more than one person's claims and may not otherwise preside over any form of a representative or class proceeding. 12.9. Modifications to this Arbitration Provision. If Givt makes any substantive change to this arbitration provision, you may reject the change by sending us written notice within 30 days of the change to Givt's address for Notice of Arbitration, in which case your account with Givt will be immediately terminated and this arbitration provision, as in effect immediately prior to the changes you rejected will survive. 12.10. Enforceability. If Section 12.8 or the entirety of this Section 12.10 is found to be unenforceable, or if Givt receives an Opt-Out Notice from you, then the entirety of this Section 12 will be null and void and, in that case, the exclusive jurisdiction and venue described in Section 13.2 will govern any action arising out of or related to these Terms. 13. Miscellaneous 13.1. General Terms. These Terms, including the Privacy Policy and any other agreements expressly incorporated by reference into these Terms, are the entire and exclusive understanding and agreement between you and Givt regarding your use of the Service. You may not assign or transfer these Terms or your rights under these Terms, in whole or in part, by operation of law or otherwise, without our prior written consent. We may assign these Terms and all rights granted under these Terms, at any time without notice or consent. The failure to require performance of any provision will not affect our right to require performance at any other time after that, nor will a waiver by us of any breach or default of these Terms, or any provision of these Terms, be a waiver of any subsequent breach or default or a waiver of the provision itself. Use of Section headers in these Terms is for convenience only and will not have any impact on the interpretation of any provision. Throughout these Terms the use of the word "including" means "including but not limited to." If any part of these Terms is held to be invalid or unenforceable, then the unenforceable part will be given effect to the greatest extent possible, and the remaining parts will remain in full force and effect. 13.2. Governing Law. These Terms are governed by the laws of the State of Delaware without regard to conflict of law principles. You and Givt submit to the personal and exclusive jurisdiction of the state courts and federal courts located within Fulton County, Georgia for resolution of any lawsuit or court proceeding permitted under these Terms. We operate the Service from our offices in Georgia, and we make no representation that Materials included in the Service are appropriate or available for use in other locations. 13.3. Privacy Policy. Please read the Givt Privacy Policy (https://www.givt.app/privacy-policy) carefully for information relating to our collection, use, storage, and disclosure of your personal information. The Givt Privacy Policy is incorporated by this reference into, and made a part of, these Terms. 13.4. Additional Terms. Your use of the Service is subject to all additional terms, policies, rules, or guidelines applicable to the Service or certain features of the Service that we may post on or link to from the Service (the "Additional Terms"). All Additional Terms are incorporated by this reference into, and made a part of, these Terms. 13.5. Modification of these Terms. We reserve the right to change these Terms on a going-forward basis at any time. Please check these Terms periodically for changes. If a change to these Terms materially modifies your rights or obligations, we may require that you accept the modified Terms in order to continue to use the Service. Material modifications are effective upon your acceptance of the modified Terms. Immaterial modifications are effective upon publication. Except as expressly permitted in this Section 13.5, these Terms may be amended only by a written agreement signed by authorized representatives of the parties to these Terms. Disputes arising under these Terms will be resolved in accordance with the version of these Terms that was in effect at the time the dispute arose. 13.6. Consent to Electronic Communications. By using the Service, you consent to receiving certain electronic communications from us as further described in our Privacy Policy. Please read our Privacy Policy to learn more about our electronic communications practices. You agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing. 13.7. Contact Information. The Service is offered by Givt Inc. located at 3343 12 N Cheyenne Ave, #305 TULSA, OK, 74103. You may contact us by emailing us at support@givt.app. 13.8. Notice to California Residents. If you are a California resident, then under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N. Market Blvd., Suite S-202, Sacramento, California 95834, or by telephone at +1-800-952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding use of the Service. 13.9. No Support. We are under no obligation to provide support for the Service. In instances where we may offer support, the support will be subject to published policies. 13.10. International Use. The Service is intended for visitors located within the United States. We make no representation that the Service is appropriate or available for use outside of the United States. Access to the Service from countries or territories or by individuals where such access is illegal is prohibited. 13.11. Complaints. Givt handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these Terms by Givt must be submitted in writing at Givt via e-mail to support@givt.app. 13.12. Notice Regarding Apple. This Section 13 only applies to the extent you are using our mobile application on an iOS device. You acknowledge that these Terms are between you and Givt only, not with Apple Inc. ("Apple"), and Apple is not responsible for the Service or the content of it. Apple has no obligation to furnish any maintenance and support services with respect to the Service. If the Service fails to conform to any applicable warranty, you may notify Apple, and Apple will refund any applicable purchase price for the mobile application to you. To the maximum extent permitted by applicable law, Apple has no other warranty obligation with respect to the Service. Apple is not responsible for addressing any claims by you or any third party relating to the Service or your possession and/or use of the Service, including: (1) product liability claims; (2) any claim that the Service fails to conform to any applicable legal or regulatory requirement; or (3) claims arising under consumer protection or similar legislation. Apple is not responsible for the investigation, defense, settlement, and discharge of any third-party claim that the Service and/or your possession and use of the Service infringe a third party's intellectual property rights. You agree to comply with any applicable third-party terms when using the Service. Apple and Apple's subsidiaries are third-party beneficiaries of these Terms, and upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary of these Terms. You hereby represent and warrant that: (a) you are not located in a country that is subject to a U.S. Government embargo or that has been designated by the U.S. Government as a "terrorist supporting" country; and (b) you are not listed on any U.S. Government list of prohibited or restricted parties.
nl: GIVT Inc. Terms of use – Givt app Last updated: 20-01-2022 Version: 1.0 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilised. Givt allows the User (anonymously) to give donations through their smartphone, for example churches, fundraising campaigns or charities that are members of Givt Inc. These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("the User") accept these terms of use and our privacy policy (https://givt.app/privacy-policy). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time.
