Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# budgetTestimonialExternalGifts
source: "I like that I can add any external donations to my summary. I can now simply keep track of my giving."
de: „Ich finde es gut, dass ich meine Beiträge außerhalb von Givt in der App eintragen kann. Jetzt kann ich mir leichter überlegen, was ich noch geben möchte. “
nl: ”Ik vind het fijn dat ik mijn giften die ik niet via Givt doe in de app kan noteren. Nu kan ik makkelijk afwegen wat ik nog wil geven.”

# budgetTestimonialYearlyOverview
source: "Givt's annual overview is great! I've also added all my donations outside Givt. This way I have all my giving in one overview, which is essential for my tax return."
de: „Ich finde die jährliche Übersicht von Givt großartig! Da ich auch außerhalb von Givt spende, freue ich mich, dass ich sie jetzt auch hinzufügen kann. Alle meine Spenden in einer Übersicht, super einfach für meine Steuererklärung. “
nl: ”Ik vind het jaaroverzicht van Givt top! Omdat ik ook giften doe buiten Givt, ben ik blij dat ik die nu ook kan toevoegen. Al mijn giften in één overzicht, super makkelijk voor mijn belastingaangifte.”

# budgetPushMonthly
source: See what you have given this month.
de: Sieh, was du diesen Monat gegeben hast.
es_419: Vea lo que ha donado este mes.
nl: Kijk wat je tot nu toe gegeven hebt.

# budgetPushYearly
source: View your annual overview and see what you have given so far.
de: Sieh deine jährliche Übersicht an und schau, was du bisher gegeben hast.
nl: Bekijk je jaaroverzicht en zie wat je tot nu toe al gegeven hebt.

# budgetTooltipGivingGoal
source: Give consciously. Consider each month whether your giving behaviour matches your personal giving goals.
de: Gib bewusst. Überlege jeden Monat, ob dein Spendenverhalten deinen persönlichen Ambitionen entspricht.
nl: Geef bewust. Weeg elke maand af of je geefgedrag past bij je persoonlijke ambities.

# budgetTooltipExternalGifts
source: Add what you're donating outside of Givt. Everything will appear in your summary. With all your donations included you'll get the best insight.
de: Deine Übersicht ist nur dann vollständig, wenn all deine Spenden darin enthalten sind. Füge hinzu, was du nicht per Givt geben hast. Dann findest du alles in einer übersichtlichen Zusammenfassung.
nl: Je overzicht is pas compleet als al je giften erin staan. Voeg toe wat je niet via Givt geeft. Je vindt alles terug in deze samenvatting.

# budgetTooltipYearly
source: One overview for the tax return? View the overview of all your donations here.
de: Eine Übersicht für deine Steuererklärung? Schau hier eine Übersicht aller deiner Spenden an.
es_419: ¿Un resumen para la declaración de impuestos? Vea el resumen de todas sus donaciones aquí.
nl: Één overzicht voor de belastingaangifte? Bekijk hier het overzicht van al je giften.

# budgetPushMonthlyBold
source: Your monthly summary is ready.
de: Deine monatliche Zusammenfassung für Givt ist fertig.
es_419: Su resumen mensual está listo.
nl: Je maandelijkse samenvatting staat klaar.

# budgetPushYearlyBold
source: 2021 is almost over ... Have you made up your balance?
de: 2021 ist fast vorbei ... Hast du deinen anvisierten Betrag erreicht?
nl: 2021 is bijna voorbij... Je balans al opgemaakt?

# budgetExternalGiftsListAddEditButton
source: Manage external donations
de: Externe Spenden verwalten
es_419: Gestionar donaciones externas
nl: Beheer je externe giften

# budgetExternalGiftsFrequencyOnce
source: Once
de: Einmalig
es_419: Una vez
nl: Eenmalig

# budgetExternalGiftsFrequencyMonthly
source: Every month
de: Jeden Monat
es_419: Cada mes
nl: Elke maand

# budgetExternalGiftsFrequencyQuarterly
source: Every 3 months
de: Alle 3 Monate
es_419: Cada 3 meses
nl: Elk kwartaal

# budgetExternalGiftsFrequencyHalfYearly
source: Every 6 months
de: Alle 6 Monate
es_419: Cada 6 meses
nl: Elke 6 maanden

# budgetExternalGiftsFrequencyYearly
source: Every year
de: Jedes Jahr
es_419: Cada año
nl: Elk jaar

# budgetExternalGiftsEdit
source: Edit
de: Bearbeiten
es_419: Editar
nl: Wijzigen

# budgetTestimonialExternalGiftsName
source: Johnson:
de: John:
nl: John:

# budgetTestimonialSummaryAction
source: View your summary
de: Deine Zusammenfassung anzeigen
es_419: Ver su resumen
nl: Bekijk je samenvatting

# budgetTestimonialGivingGoalAction
source: Setup your giving goal
de: Richte dein Spendenziel ein
es_419: Configure su objetivo de donación
nl: Stel je streefbedrag in

# budgetTestimonialExternalGiftsAction
source: Add external donations
de: Externe Spenden hinzufügen
es_419: Añadir donaciones externas
nl: Voeg externe giften toe

# budgetSummaryGivingGoalReached
source: Giving goal achieved
de: Spendenziel erreicht
es_419: Objetivo de donación alcanzado
nl: Streefbedrag behaald

# budgetExternalDonationToHighAlertTitle
source: Wow, generous giver?!
de: Oh, Du bist ein Großspender?
nl: Dat is gul!

# budgetExternalDonationToHighAlertMessage
source: Hi generous giver, this amount is higher than we expected here. Lower your amount or let us know that we have to change this maximum of 99 999.
de: Hallo Großspender! Dein Beitrag ist höher, als wir erwartet haben. Senke bitte den Betrag oder lass' uns wissen, das wir das Maximum in Höhe von 99 999 verändern sollen.
nl: Hé gulle gever, dit bedrag is hoger dan wat we hier nu voorzien. Kies een lager bedrag of laat ons weten dat we dit maximum van 99 999 moeten aanpassen!

# budgetExternalDonationToLongAlertTitle
source: Too much
de: Zu viel!
nl: Da's lang!

# budgetExternalDonationToLongAlertMessage
source: Hold your horses! This field can only take 30 characters max.
de: Langsam, langsam! Dieses Feld verträgt maximal 30 Zeichen!
nl: Hold your horses! Je kunt hier maximaal 30 tekens invullen.

# budgetSummaryNoGiftsExternal
source: Donations outside Givt this month? Add here
de: Spenden außerhalb von Givt, diesen Monat? Hier hinzufügen
es_419: ¿Donaciones fuera de Givt este mes? Añádalas aquí
nl: Donaties buiten Givt? Voeg ze hier toe

# budgetYearlyOverviewGivenThroughGivt
source: Total within Givt
de: Gesamtbetrag via Givt
es_419: Total dentro de Givt
nl: Totaal via Givt

# budgetYearlyOverviewGivenThroughNotGivt
source: Total outside Givt
de: Gesamtbetrag außerhalb Givt
es_419: Total fuera de Givt
nl: Totaal niet via Givt

# budgetYearlyOverviewGivenTotal
source: Total
de: Gesamtbetrag
nl: Totaal

# budgetYearlyOverviewGivenTotalTax
source: Total tax relief
de: steuerlich absetzbarer Gesamtbetrag
es_419: Desgravación fiscal total
nl: Totaal ANBI

# budgetYearlyOverviewDetailThroughGivt
source: Within Givt
de: via Givt
es_419: Dentro de Givt
nl: Via Givt

# budgetYearlyOverviewDetailAmount
source: Amount
de: Betrag
es_419: Importe
nl: Bedrag

# budgetYearlyOverviewDetailDeductable
source: Tax relief
de: Abzugsfähig
es_419: Desgravación fiscal
nl: Aftrekbaar

# budgetYearlyOverviewDetailTotal
source: Total
de: Gesamtbetrag
nl: Totaal

# budgetYearlyOverviewDetailTotalDeductable
source: Total tax relief
de: Gesamt abzugsfähig
es_419: Desgravación fiscal total
nl: Totaal belastingsaftrekbaar

# budgetYearlyOverviewDetailNotThroughGivt
source: Outside Givt
de: außerhalb Givt
es_419: Fuera de Givt
nl: Niet via Givt

# budgetYearlyOverviewDetailTotalThroughGivt
source: (within Givt)
de: (via Givt)
es_419: (dentro de Givt)
nl: (via Givt)

# budgetYearlyOverviewDetailTotalNotThroughGivt
source: (outside Givt)
de: (außerhalb Givt)
es_419: (fuera de Givt)
nl: (niet via Givt)

# budgetYearlyOverviewDetailTipBold
source: TIP: add your external donations
de: TIPP: Füge deine externen Spenden hinzu
es_419: CONSEJO: añada sus donaciones externas
nl: TIP: voeg je externe giften toe

# budgetYearlyOverviewDetailTipNormal
source: to get a total overview of what you give, both via the Givt app and not via the Givt app.
de: um einen Gesamtüberblick über das zu bekommen, was du gibst. Sowohl deine Spenden via Givt-App, als auch über alle anderen getätigten Spenden.
nl: om een volledig overzicht te krijgen van wat je geeft, zowel via de Givt-app als niet via de Givt-app.

# budgetYearlyOverviewDetailReceiveViaMail
source: Receive by e-mail
de: Empfangen per E-Mail
es_419: Recibir por correo electrónico
nl: Per mail ontvangen

# budgetYearlyOverviewDownloadButton
source: Download annual overview
de: Jahresübersicht herunterladen
es_419: Descargar resumen anual
nl: Download jaaroverzicht

# budgetExternalDonationsTaxDeductableSwitch
source: Tax relief
de: Abzugsfähig
es_419: Desgravación fiscal
nl: Aftrekbaar voor de belastingen

# budgetYearlyOverviewGivingGoalPerYear
source: Annual giving goal
de: Jährliches Spendenziel
es_419: Objetivo de donación anual
nl: Streefbedrag per jaar

# budgetYearlyOverviewGivenIn
source: Given in
de: Gegeben in
es_419: Donado en
nl: Gegeven in

# budgetYearlyOverviewRelativeTo
source: Relative to the total in
de: Relativ zur Gesamtmenge in
es_419: Relativo al total en
nl: Ten opzichte van totaal

# budgetYearlyOverviewVersus
source: Versus
de: Gegenüber
es_419: Contra
nl: Tegenover

# budgetYearlyOverviewPerOrganisation
source: Per organisation
de: pro Organisation
es_419: Por organización
nl: Per organisatie

# budgetSummaryNoGiftsYearlyOverview
source: You have no donations (yet) this year
de: Du hast diesen Jahr (noch) keine Spenden getätigt
es_419: No tiene donaciones (aún) este año
nl: Je hebt dit jaar (nog) geen giften

# budgetPushYearlyNearlyEndBold
source: {value0} is almost over... Have you made up your balance yet?
de: {value0} ist fast vorbei... Hast du dein Guthaben schon ausgeglichen?
es_419: {value0} casi ha terminado... ¿Ya ha hecho su balance?
nl: {value0} is bijna voorbij... Je balans al opgemaakt?

# budgetPushYearlyNearlyEnd
source: View your annual overview and see what you have given so far.
de: Sieh dir deine Jahresübersicht an und schau, was du bisher gegeben hast.
es_419: Vea su resumen anual y lo que ha donado hasta ahora.
nl: Bekijk je jaaroverzicht en zie wat je tot nu toe gegeven hebt.

# budgetPushYearlyNewYearBold
source: Have you made up your balance yet?
de: Hast du dein Guthaben schon ausgeglichen?
nl: Gelukkig Nieuwjaar! Je balans al opgemaakt?

# budgetPushYearlyNewYear
source: View your annual overview and see what you have given in the past year.
de: Sieh dir deine Jahresübersicht an und schau, was du im letzten Jahr gegeben hast.
nl: Bekijk je jaaroverzicht en zie wat je het afgelopen jaar gegeven hebt.

# budgetPushYearlyFinalBold
source: Your annual overview is now ready!
de: Deine Jahresübersicht ist jetzt fertig!
nl: Je jaaroverzicht is nu finaal!

# budgetPushYearlyFinal
source: View your annual overview and see what you have given in the past year.
de: Sieh dir deine Jahresübersicht an und schau, was du im letzten Jahr gegeben hast.
nl: Bekijk je jaaroverzicht en zie wat je het afgelopen jaar gegeven hebt.

# budgetTestimonialYearlyOverviewAction
source: Go to the overview
de: Zur Übersicht
es_419: Ir al resumen
nl: Ga naar het overzicht

# duplicateAccountOrganisationMessage
source: Are you sure you are using your own bank details? Could you please check in the menu, under 'Personal information'? You can change the information there as well, if necessary.
de: Bist du sicher, dass du deine eigenen Bankdaten verwendest? Könntest du bitte im Menü unter "Persönliche Informationen" nachsehen? Bei Bedarf kannst du sie dort auch gleich ändern.
nl: Weet je zeker dat je jouw persoonlijke rekeningnummer gebruikt? Controleer even in het menu onder 'Mijn gegevens'. Daar kun je je gegevens ook aanpassen.

# usRegistrationCreditCardDetailsNumberPlaceholder
source: Credit card number
nl: Creditcard nummer

# usRegistrationPersonalDetailsPhoneNumberPlaceholder
source: Mobile number (+1)
nl: Mobiel nummer (+1)

# usRegistrationPersonalDetailsPasswordPlaceholder
source: Password
nl: Paswoord

# usRegistrationPersonalDetailsFirstnamePlaceholder
source: First name
nl: Voornaam

# usRegistrationPersonalDetailsLastnamePlaceholder
source: Last name
de: Nachname
nl: Achternaam

# usRegistrationTaxTitle
source: A few more details for your annual statement.
nl: We hebben nog enkele details nodig voor je jaarlijkse samenvatting.

# usRegistrationTaxSubtitle
source: Your name and Zip code will only be used to create your statement. By default, you will remain anonymous to the recipient.
nl: Je naam en postcode worden enkel gebruikt om de samenvatting aan te maken. Standaard blijf je anoniem voor de ontvanger.
