Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# amount
source: Choose amount
de: Betrag wählen
es_419: Elija el importe
nl: Hoeveel wil je geven?

# amountLimit
source: Determine the maximum amount of your Givt
de: Bestimme den maximalen Betrag einer Spende.
es_419: Determine el importe máximo de su Givt
nl: Bepaal hier het maximale bedrag dat je per keer wilt kunnen geven.

source: Cancel
de: Abbrechen
es_419: Cancelar
nl: Annuleren

# changePincode
source: Change your access code
de: Ändere deinen Zugangscode
nl: Toegangscode wijzigen

# checkInbox
source: Success! Check your inbox.
de: Es hat funktioniert! Überprüfe deinen Posteingang.
nl: Gelukt! Check je mailbox.

# city
source: City/Town
de: Stadt
es_419: Ciudad/Localidad
nl: Woonplaats

# contactFailed
source: Something went wrong. Try again or select the recipient manually.
de: Etwas ist schief gelaufen. Versuche es noch einmal oder wähle den Empfänger manuell aus.
nl: Werkt het niet goed? Probeer opnieuw of selecteer de ontvanger handmatig.

source: Country
de: Land
es_419: País
nl: Land

# email
source: E-mail address
de: E-Mail-Adresse
es_419: Dirección de correo electrónico
nl: E-mailadres

# errorTextRegister
source: Something went wrong while creating your account. Try a different e-mail address.
de: Bei der Erstellung des Kontos ist etwas schief gelaufen. Versuch es mit einer anderen E-Mail-Adresse.
nl: Er gaat iets mis bij de registratie. Probeer het eens met een ander e-mailadres.

# fieldsNotCorrect
source: One of the entered fields is not correct.
de: Eines der eingegebenen Felder ist nicht korrekt.
nl: Eén van de velden is nog niet helemaal correct ingevuld.

source: First name
de: Vorname
es_419: Nombre
nl: Voornaam

# forgotPassword
source: Forgot your password?
de: Passwort vergessen?
es_419: ¿Olvidó su contraseña?
nl: Wachtwoord vergeten?

# forgotPasswordText
source: Enter your e-mail address. We will send you an e-mail with the information on how to change your password. If you can't find the e-mail right away, please check your spam.
de: Gib deine E-Mail-Adresse ein. Wir senden dir eine E-Mail mit den Informationen, die du benötigst um dein Passwort ändern zu können. Falls Sie du die E-Mail nicht sofort finden kannst, überprüfe bitte auch den Spam-Ordner.
es_419: Introduzca su dirección de correo electrónico. Le enviaremos un correo con la información sobre cómo cambiar su contraseña. Si no encuentra el correo electrónico de inmediato, por favor revise su carpeta de spam.
nl: Als je hier je e-mailadres invult, dan sturen wij een e-mail waarmee je een nieuw wachtwoord kunt aanmaken. Als je de e-mail niet meteen vindt, kijk dan even in je spam.

source: Give
de: Spende
es_419: Donar
nl: Geven

# selectReceiverButton
source: Select
de: Wähle den Empfänger aus
es_419: Seleccionar
nl: Selecteer

# giveLimit
source: Maximum amount
de: Maximalbetrag
es_419: Importe máximo
nl: Geeflimiet

# givingSuccess
source: Thank you for your Givt! You can check the status in your overview.
de: Vielen Dank für deine Spende! Du kannst den Status jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givt! Kijk voor de status in je overzicht.

# information
source: Personal info
de: Persönliche Information
nl: Gegevens

source: Last name
de: Nachname
nl: Achternaam

source: Logging in ...
de: Einloggen.....
nl: Je hoeft nu even niks te doen terwijl wij je gegevens ophalen.

source: Login
es_419: Iniciar sesión
nl: Inloggen

# loginPincode
source: Enter your access code.
de: Geben Sie Ihren Zugangs-Code ein
nl: Vul je toegangscode in.

# loginText
source: To get access to your account we would like to make sure that you are you.
de: Um Zugang zu dem Konto zu erhalten, möchten wir erst sicher gehen, dass du auch wirklich du bist.
es_419: Para acceder a su cuenta
nl: Om toegang tot je account te krijgen, willen we graag zeker weten dat jij het bent.

source: Logout
de: Abmelden
es_419: Cerrar sesión
nl: Uitloggen

# makeContact
source: This is the Givt-moment. Move your phone towards the collection box, bag or basket.
de: Das ist der Givt-Moment. Führe dein Handy in Richtung der Sammelbox, Klingelbeutel oder dem Kollekten-Korb.
es_419: Este es el momento Givt. Acerque su teléfono a la caja, bolsa o cesta de colecta.
nl: Dit is het Givt-moment. Beweeg nu je telefoon langs de collectebus, -zak of -mand.

source: Next
de: Weiter
es_419: Siguiente
nl: Volgende

source: No thanks
de: Nein, danke
nl: Nee, bedankt

source: Notifications
de: Benachrichtigungen
nl: Notificaties

source: Password
de: Passwort
es_419: Contraseña
nl: Wachtwoord

# passwordRule
source: The password should contain at least 7 characters including at least one capital and one digit.
de: Das Passwort sollte mindestens 7 Zeichen lang sein und mindestens aus einem Großbuchstaben und einer Ziffer bestehen.
es_419: La contraseña debe contener al menos 7 caracteres
nl: Het wachtwoord moet uit ten minste 7 tekens bestaan, waaronder een hoofdletter en een cijfer.

# phoneNumber
source: Mobile number
de: Handynummer
es_419: Número de móvil
nl: Mobiel nummer

source: Postal Code
de: PLZ
es_419: Código postal
nl: Postcode

# ready
source: Done
de: Fertig
es_419: Hecho
nl: Klaar

source: Register
de: Anmelden
nl: Registreren

# registerBusy
source: Registering ...
de: Anmelden ...
nl: We hebben even een momentje nodig om je registratie te verwerken.

# registerPage
source: Register to access your Givt info.
de: Melde dich an, um auf deine Givt-Informationen zugreifen zu können.
nl: Maak een account aan zodat je altijd toegang tot je Givt-gegevens hebt.

# registerPersonalPage
source: In order to process your donations, we need some personal information.
de: Um deine Spende verarbeiten zu können, benötigen wir einige persönliche Informationen.
es_419: Para procesar sus donaciones, necesitamos algunos datos personales.
nl: Om je giften te kunnen afhandelen, moeten we nog een paar dingen van je weten.

# registerPincode
source: Enter your access code.
de: Gib deinen Zugangs-Code ein.
nl: Vul je toegangscode in.

# registrationSuccess
source: Registration successful. Have fun giving!
de: Registrierung erfolgreich. Viel Spaß beim Spenden!
es_419: Registro completado con éxito. ¡Disfrute donando!
nl: Je registratie is gelukt. Veel geefplezier!

source: Security
de: Sicherheit
nl: Beveiliging

source: Send
de: Senden
es_419: Enviar
nl: Verstuur

source: Settings
de: Einstellungen
nl: Instellingen

# somethingWentWrong
source: Whoops, something went wrong.
de: Ups, etwas ist schief gelaufen.
es_419: ¡Ups! Algo salió mal.
nl: Oeps, er gaat iets mis.

# streetAndHouseNumber
source: Street name and number
de: Straßenname und -nummer
es_419: Nombre de la calle y número
nl: Straat en huisnummer

source: Try again
de: Versuche es nochmal
es_419: Intentar de nuevo
nl: Opnieuw proberen

source: Welcome
de: Willkommen
nl: Welkom bij Givt.

# wrongCredentials
source: Invalid e-mail address or password. Is it possible that you registered with a different e-mail account?
de: Ungültige E-Mail-Adresse oder Passwort. Ist es möglich, dass du dich mit einem anderen E-Mail-Konto registriert hast?
es_419: Dirección de correo electrónico o contraseña no válidos. ¿Es posible que se haya registrado con una cuenta de correo electrónico diferente?
nl: Dit e-mailadres of wachtwoord komt ons niet bekend voor. Is het mogelijk dat je een ander e-mailadres en/of wachtwoord hebt opgegeven?

source: Yes, please
de: Ja, bitte
es_419: Sí, por favor
nl: Ja, graag

# bluetoothErrorMessage
source: Switch on Bluetooth so you're ready to give to a collection.
de: Aktiviere dein Bluetooth, damit du bei einer Kollekte etwas geben kannst.
es_419: Active el Bluetooth para estar listo para donar a una colecta.
nl: Activeer Bluetooth om gewoon aan de collecte te blijven geven.

# connectionError
source: Currently we're not able to connect to the server. No worries, have a cup of tea and/or check your settings.
de: Derzeit können wir keine Verbindung zum Server herstellen. Keine Sorge, trink eine Tasse Tee und / oder überprüfe deine Einstellungen.
nl: Ai! Geen verbinding met de server, maar het komt goed. Drink rustig een kopje thee en controleer voor de zekerheid je instellingen.

source: Save
de: Speichern
es_419: Guardar
nl: Opslaan

# acceptPolicy
source: Ok, Givt is permitted to save my data.
de: Ok, Givt ist berechtigt, meine Daten zu speichern.
es_419: Ok, Givt tiene permiso para guardar mis datos.
nl: Prima, mijn gegevens mogen door Givt worden vastgelegd.

source: Close
de: Schließen
es_419: Cerrar
nl: Sluiten

# sendViaEmail
source: Send by e-mail
de: Per E-Mail versenden
nl: Verstuur via e-mail

# termsTitle
source: Our Terms of Use
de: Unsere Nutzungsbedingungen
es_419: Nuestros Términos de Uso
nl: Onze algemene voorwaarden

# shortSummaryTitleTerms
source: It comes down to:
de: Es kommt auf Folgendes an:
nl: Hier gaat het om:

# fullVersionTitleTerms
source: Terms of Use
de: Nutzungsbedingungen
es_419: Términos de Uso
nl: Algemene Voorwaarden
