Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# termsTextGb
source: GIVT LTD Terms of use – Givt app Last updated: 24-11-2023 Version: 1.5 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilised. Givt allows the User (anonymously) to give donations through their smartphone, for example churches, fundraising campaigns or charities that are members of Givt Ltd. These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("the User") accept these terms of use and our privacy policy (https://givt.co.uk/privacystatementgivt-service). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time. 2. License and intellectual property rights 2.1 All rights to Givt, the accompanying documentation and all modifications and extensions thereto as well as the enforcement thereof are and remain the property of Givt. The User is granted solely the rights and authorities and/or permissions ensuing from the effect of this agreement or which are assigned in writing, and you may not otherwise use, reproduce or publicly release Givt. 2.2 Givt grants the User a non-exclusive, non-sublicensable and non-transmittable license to use Givt. The User is not allowed to use Givt for commercial purposes. 2.3 The User may not provide Givt to third parties nor sell, rent, decompile, submit to reverse engineer or modify it without prior permission from Givt. Nor should the User, or let others, remove or bypass the technical provisions that are intended to protect Givt. 2.4 Givt has the right to change Givt at any time, modify or remove data, deny the User the use of Givt by termination of the license, limitation of the use of Givt or deny access to Givt in whole or in part, temporarily or permanently. Givt will inform the User about this in an appropriate manner. 2.5 The User acquires no right, title or interest to the intellectual property rights and/or similar rights to (the means of) Givt, including the underlying software and content. 3. The use of Givt 3.1 The User can only give donations to churches, charities, fundraising campaigns and/or other legal entities that are affiliated with Givt. The donations are done anonymously. 3.2 The use of Givt is at your own risk and expense and should be used in accordance with the purposes for which it is intended. It is prohibited to reverse engineer the source code of Givt or to decompile and/or modify Givt, to make a copy of Givt available to any third party or to remove, delete or render illegible any designations of Givt as the party holding rights to Givt or parts thereof. 3.3 The User is responsible for the correct submission of data such as name and address details, bank account number and other information as requested by Givt to ensure the use of Givt. 3.4 If the User is under the age of 18 they must have the consent of their parent or legal guardian in order to use Givt. By accepting these terms of use, the User guarantees that they are 18 years of age or have the permission of their parents or legal representative. 3.5 Givt is available for the operating systems Android and iOS. In addition to the provisions set out below, Apple’s App Store or Google Play may attach conditions to the acquisition of Givt, its use and related matters. For further information, see the terms of use and privacy policy of Apple’s App Store and Google Play as well as any other applicable terms and conditions appearing on the website of the respective provider. This end user licence is applicable to the agreement between the User and Givt and does not apply between the User and the provider of the platform through which you acquired Givt. That provider may hold you liable for violation of provisions in this end user licence, however. 3.6 After the User has downloaded Givt, the User is requested to register. In doing so, the User must provide the following information: (i) name (ii) address, (iii) phone number, (iv) bank account number, and (v) e-mail address. The privacy policy of Givt is applied to the processing of personal data via Givt. The User must inform Givt immediately if any of this data changes by correcting the information within the app. 3.7 The User may, after installing the Givt app, also choose to only enter an e-mail address and immediately use the app to donate. After the donation, the User will be asked to complete the registration procedure. If the User wishes to do so later, Givt ensures to only use the User's e-mail address to remind the User to finish the registration procedure until this procedure is finalised. 3.8 The User is responsible for any expenses related to the equipment, software system and (internet) connection to make use of Givt. 3.9 Givt provides the related services based on the information the User submits. The User is obliged to provide correct and complete information, which is not false or misleading. The User may not provide data with respect to names or bank accounts for which the User is not authorised to use. Givt and the Processor have the right to validate and verify the information the User has provided. 3.10 The User may at any time terminate the use of Givt, by deleting their account via the menu in the app or via mail to support@givt.app. Deleting the app from the smartphone without following aforementioned steps will not result in deletion of the User’s data. Givt can terminate the relationship with the User if the User does not comply with these terms and conditions or if Givt has not been used for 18 consecutive months. On request Givt can send a listing of all donation data. 3.11 Givt does not charge fees for the use of Givt. 3.12 Givt has the right to adjust the offered functionalities from time to time to improve, to change or to fix errors. Givt will always work to fix errors within the Givt software, but cannot guarantee that all errors, whether or not in a timely fashion, be restored. 4. Processing transactions and Protecting your money 4.1 Givt does not provide banking or payment services. To facilitate the processing of donations from the User, Givt has entered into an agreement with Access Paysuite Ltd, an Electronic Money Institution, authorised and regulated by the Financial Conduct Authority (FRN 730815) (“Access PaySuite”)(the "Processor"). Givt will, after the collection of donations, ensure the payment of donations to the user-designated beneficiary. The transaction data will be processed and forwarded to the Givt Processor. The Processor will initiate payment transactions whereas Givt is responsible for the transaction of the relevant amounts to the bank account of the Church/Charity as being the user-designated beneficiary of the donation. 4.2 The User agrees that Givt may pass the User’s (transaction and bank) data to the Processor, along with all other necessary account and personal information of the User, in order to enable the Processor to initiate the payment transactions and processing. Givt reserves the right to change the Processor at any time. The User agrees that Givt may forward the relevant information and data about the User as defined in article 4.2 to the new Processor to be able to continue processing payment transactions. 4.3 Givt and the Processor will process the data of the User in accordance with the law and regulations that apply to data protection. For further information on how personal data is collected, processed and used, Givt refers the User to its privacy policy. This can be found at: (https://givt.co.uk/privacystatementgivt-service/). 4.4 The donations of the User will pass through Access PaySuite. Givt will ensure that the funds will be transferred to the beneficiary, with whom Givt has an agreement. 4.5 The User can reverse a debit at any time, within the terms of the User's bank, and the direct debit scheme. 4.6 Givt and/or the Processor can refuse a donation if there are reasonable grounds to believe that a user is acting in violation of these terms or if there are reasonable grounds to believe that a donation is possibly suspicious or illegal. In this case Givt will inform the User as soon as possible, unless prohibited by law. 4.7 Users of the Givt app will not be charged for their donations through our platform. Givt and the receiving party have made separate compensation arrangements pursuant to the agreement in effect between them. 4.8 The User agrees that Givt may pass transactional data of the User to the HMRC, along with all other necessary account and personal information of the User, in order to assist the User with their annual tax return. 4.9 We will hold your money in a Client Funds Account, provided by Access PaySuite. The account is segregated from our own assets. The money contained in the Client Funds Account cannot be used by Givt, invested or lent to third parties, or in any way form part of Givt’s assets. 4.10 Current Regulatory Provisions exclude money placed on a Client Funds Account from the UK Financial Services Compensation Scheme (FSCS). 4.11 Money placed or held in the Client Funds Account shall not constitute a deposit (within the meaning of Article 5 of Directive 2006/48/EC) and does not earn interest. 4.12 Deposits and, in particular, withdrawals from the Client Funds Account will only be made in the following circumstances: In the case of deposits: To receive money intended for onward payment to the designated charity/charities or church(es) To replenish the account where fees or other costs associated with running the account have been deducted To receive refunds in the event that prior instruction to make a payment by you is cancelled, in accordance with these Terms and Conditions In the case of withdrawals: To pay designated charities and churches, in accordance with your instructions To pay fees or other costs associated with running the account To return money to you, in the event that prior instruction to make a payment by you is canceled, in accordance with these Terms and Conditions. 5. Security, theft and loss 5.1 The User shall take all reasonable precautions safekeeping their login credentials for Givt to avoid loss, theft, misappropriation or unauthorised use of Givt on their device. 5.2 The User is responsible for the security of their device. Givt considers any donation from the Givt account as a user-approved transaction, regardless of the rights of the User under article 4.5. 5.3 The User shall inform Givt immediately via info@givt.app or +44 20 3790 8068 once their device is lost or stolen. Upon receipt of a message Givt will block the account to prevent (further) misuse. 6. Updates 6.1 Givt releases updates from time to time, which can rectify errors or improve the functionality of Givt. Available updates for Givt will be announced by means of notification through Apple’s App Store and Google Play and it is the User’s sole responsibility to monitor these notifications and keep informed about new updates. 6.2 An update can stipulate conditions, which differ from the provisions in this agreement. The User will always be notified in advance so that they have the opportunity to refuse the update. By installing such an update, the User agrees to these new conditions, which will then form part of this agreement. If User does not agree to the changed conditions, they will have to cease using Givt and delete Givt from their device. 7. Liability 7.1 Givt has been compiled with the utmost care. Although Givt strives to make Givt available 24 hours a day, it accepts no liability if, for any reason, Givt is not available at any given time or for a certain period of time. Givt reserves the right to temporarily or permanently discontinue Givt (unannounced). The User cannot derive any rights from this. 7.2 Givt is not liable for damage or injury resulting from the use of Givt. The limitations of liability as mentioned in this article shall lapse if the liability for damage is the result of intent or gross negligence on the part of Givt. 7.3 The User indemnifies Givt against any claim from third parties (for example, beneficiaries of the donations or HMRC) as a result of the use of the Givt or not correctly meeting the agreements made concerning legal or contractual obligations with Givt. The User will pay all damages and costs to Givt as a result of such claims. 8. Other provisions 8.1 This agreement comes into effect on commencement of the use of Givt and will remain in force for an undetermined period from that moment. This agreement may be terminated by the User as well as by Givt at any moment, subject to one month’s notice. This agreement will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of this agreement (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your devices. 8.2 If any provision of these terms and conditions is void or destroyed, this will not affect the validity of the agreement as a whole, and other provisions of these terms remain in force. In that case, the parties will decide on a new replacement provision or provisions which will be in line with the intention of the original agreement as far as is legally possible. 8.3 The User is not allowed to transfer the rights and/or obligations arising from the use of Givt and these terms to third parties without prior written permission of Givt. Conversely, Givt is allowed to do so. 8.4 We will endeavor to resolve the dispute amicably. Any disputes arising from or in connection with these terms and conditions are finally settled in the Courts of England and Wales. 8.5 The Law of England and Wales is applicable on these terms of use. 8.6 The terms of use shall not affect the User's statutory rights as a consumer. 8.7 Givt features an internal complaints procedure. Givt handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these conditions by Givt must be submitted in writing at Givt (via support@givt.app).
nl: GIVT LTD Terms of use – Givt app Last updated: 12-04-2019 Version: 1.3 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilized. Givt allows the User (anonymously) to give donations through his/her smartphone, for example churches, funds or charities that are members of Givt Ltd. Givt Limited is registered as a Small Payment Institution with the Financial Conduct Authority (FRN: 11396586). These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("User") accept these terms of use and our privacy policy (https://www.givtapp.net/en/terms-of-use-givt-app/). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time. 2. License and intellectual property rights 2.1 All rights to Givt, the accompanying documentation and all modifications and extensions thereto as well as the enforcement thereof are and remain vested in Givt. User is granted solely the user rights and authorities and/or permissions ensuing from the effect of this agreement or which are assigned in writing, and you may not otherwise use, reproduce or publicly release Givt. 2.2 Givt grants the User a non-exclusive, non-sublicensable and non-transmittable license to use Givt. The User is not allowed to use Givt for commercial purposes. 2.3 The User may not provide Givt to third parties nor sell, rent, decompile, submit to reverse engineer or modify it without prior permission from Givt. Nor should the User, or let others, remove or bypass the technical provisions that are intended to protect Givt. 2.4 Givt has the right to adjust Givt at all times, modify or remove data, to deny the User the use of Givt by termination of the license, limitation of the use of Givt or deny access to Givt in whole or in part, temporarily or permanently. Givt will inform the User about this in an appropriate manner. 2.5 The User acquires no right, title or interest to the intellectual property rights and/or similar rights to (the means of) Givt, including the underlying software and content. 3. The use of Givt 3.1 The User can only give donations to churches, charities, funds and/or other legal entities that are affiliated with Givt and have a relation with Givt.The donations are done anonymously. 3.2 The use of Givt is at your own risk and expense and should be used in accordance with the purposes for which it is intended. It is prohibited to reverse engineer the source code of Givt or to decompile and/or modify Givt, to make a copy of Givt available to any third party or to remove, delete or render illegible any designations of Givt as the party holding rights to Givt or parts thereof. 3.3 The User is responsible for the correct delivery of data such as name and address details, bank account number and other information as requested by Givt to ensure the use of Givt. 3.4 If the User is under the age of 18 he/she shall have the consent of his/her parent or legal guardian for the use of Givt. By accepting these terms of use, the User guarantees that he/she is 18 years of age or has the permission of his/her parents or legal representative. 3.5 Givt is available for the operating systems Android and iOS. In addition to the provisions set out below, Apple’s App Store or Google Play may attach conditions to the acquisition of Givt, its use and related matters. For further information, see the terms of use and privacy policy of Apple’s App Store and Google Play as well as any other applicable terms and conditions appearing on the website of the respective provider. This end user licence is applicable to the agreement between User and Givt and does not apply between User and the provider of the platform through which you acquired Givt. That provider may hold you liable for violation of provisions in this end user licence, however. 3.6 After the User has downloaded Givt, the User is requested to register. In doing so, the User must provide the following information: (i) name (ii) address, (iii) phone number, (iv) bank account number, and (iii) e-mail address. The privacy policy of Givt is applied to the processing of personal data via Givt. The User must immediately adjust the changes of data in Givt at the moment these changes occur. 3.7 The User may, after installing the Givt app, also choose to only enter an e-mail address and immediately use the app to donate. After the donation, the User will be asked to complete the registration procedure. If the User wishes to do so later, Givt ensures to only use the User's e-mail address to remind the User to finish the registration procedure until this procedure is finalized. 3.8 The User takes on own expenses to have the necessary equipment, software system and (internet) connection to make use of Givt. 3.9 Givt provides the related services based on the information the User submits. The User is obliged to provide correct and complete information, which is not false or misleading. The User may not provide data with respect to names or bank accounts for which the User is not authorized to use. Givt and the Processor have the right to validate and verify the information the User has provided. 3.10 The User may at any time terminate the use of Givt, by deleting his account via the menu in the app or via mail to support@givtapp.net. Deleting the app from the smartphone without following aforementioned steps will not result in deletion of the User’s data. Givt can terminate the relationship with the User if the User does not comply with these terms and conditions or if Givt has not been used for 18 consecutive months. On request Givt can send a listing of all donation data. 3.11 Givt does not charge fees for the use of Givt. 3.12 Givt has the right to adjust the offered functionalities from time to time to improve, to change or to fix errors. Givt will always work to fix errors within the Givt software, but cannot guarantee that all errors, whether or not in a timely fashion, be restored. 4. Processing transactions and Protecting your money 4.1 Givt does not provide banking or payment services. To facilitate the processing of donations from the User, Givt has entered into an agreement with ipagoo llp, an Electronic Money Institution, authorised and regulated by the Financial Conduct Authority (FRN 900122) (“ipagoo”)(the "Processor"). Givt will, after the collection of donations, ensure the payment of donations to the user-designated beneficiary. The transaction data will be processed and forwarded to the Givt Processor. The Processor will initiate payment transactions whereas Givt is responsible for the transaction of the relevant amounts to the bank account of the Church/Charity as being the user-designated beneficiary of the donation. 4.2 The User agrees that Givt may pass the User’s (transaction and bank) data to the Processor, along with all other necessary account and personal information of the User, in order to enable the Processor to initiate the payment transactions and processing. Givt reserves the right to change of Processor at any time. The User agrees that Givt may forward the relevant information and data about the User as defined in article 4.2 to the new Processor to be able to continue processing payment transactions. 4.3 Givt and the Processor will process data of the User in accordance with the law and regulations that applies to data protection. For further information on how personal data are collected, processed and used, Givt refers the User to its privacy policy. These can be found at: (www.givtapp.net/en/privacystatementgivt-service/). 4.4 The donations of the User will pass through Givt as intermediary. Givt will ensure that the funds will be transferred to the beneficiary, with whom Givt has an agreement. 4.5 The User can at all times, within the terms of the User's bank, and the direct debit scheme, revert a debit. 4.6 Givt and/or the Processor can refuse a donation if there are reasonable grounds to believe that a user is acting in violation of these terms or if there are reasonable grounds to believe that a donation is possibly suspicious or illegal. In this case Givt will inform the User as soon as possible, unless prohibited by law. 4.7 Donations with Givt are subject to the following limits: GBP 1000 per donation and GBP 25000 per calendar year. 4.8 The User agrees that Givt (transaction) may pass data of the User to the local tax authorities, along with all other necessary account and personal information of the User, in order to assist the User with his/her annual tax return. 4.9 We will hold your money in a Payment Account, provided by ipagoo. The Payment Account is designated as a “Client Funds Account” and segregated from our own assets. The money contained in the Client Funds Account cannot be used by Givt, invested or lent to third parties, or in any way form part of Givt’s assets. 4.10 Current Regulatory Provisions exclude money placed on a Payment Account from the UK Financial Services Compensation Scheme (FSCS). 4.11 Money placed or held in the Client Funds Account shall not constitute a deposit (within the meaning of Article 5 of Directive 2006/48/EC) and does not earn interest. 4.12 Deposits and, in particular, withdrawals from the Client Funds Account will only be made in the following circumstances: In the case of deposits: ● To receive money intended for onward payment to the designated charity/charities or church(es) ● To replenish the account where fees or other costs associated with running the account have been deducted ● To receive refunds in the event that prior instruction to make a payment by you is cancelled, in accordance with these Terms and Conditions In the case of withdrawals: ● To pay designated charities and churches, in accordance with your instructions ● To pay fees or other costs associated with running the account ● To return money to you, in the event that prior instruction to make a payment by you is cancelled, in accordance with these Terms and Conditions. 5. Security, theft and loss 5.1 The User shall take all reasonable precautions safekeeping his/her login credentials of Givt to avoid loss, theft, misappropriation or unauthorized use of Givt on his/her smartphone. 5.2 The User is responsible for the security of his/her smartphone. Givt considers any donation from the Givt account as a user-approved transaction, regardless of the rights of the User under article 4.5. 5.3 The User shall inform Givt immediately via info@givtapp.net or 0320-320115 once his/her smartphone is lost or stolen. Upon receipt of a message Givt will block the account to prevent (further) misuse. 6. Updates 6.1 Givt releases updates from time to time, which can rectify errors or improve the functioning of Givt. Available updates for Givt will be announced by means of notification through Apple’s App Store and Google Play and it is User’s sole responsibility to monitor these notifications and keep informed about new updates. 6.2 An update can stipulate conditions, which differ from the provisions in this agreement. This will always be notified to User in advance so that User has the opportunity to refuse the update. By installing such an update, User agrees to these deviating conditions, which will then form part of this agreement. If User does not agree to the changed conditions, he/she has to cease using Givt and has to delete Givt from his/her smartphone or tablet. 7. Liability 7.1 Givt has been compiled with the utmost care. Although Givt strives to make Givt available 24 hours a day, it accepts no liability if, for any reason, Givt is not available at any given time or for a certain period of time. Givt reserves the right to temporarily or permanently discontinue Givt (unannounced). The User cannot derive any rights from this. 7.2 Givt is not liable for damage or injury resulting from the use of Givt. The limitations of liability as mentioned in this article shall lapse if the liability for damage is the result of intent or gross negligence on the part of Givt. 7.3 The User safeguards Givt for all possible claims from third parties (for example, beneficiaries of the donations or the tax authority) as a result of the use of the Givt or not correctly meeting the agreements made concerning legal or contractual obligations with Givt. The User will pay all damages and costs to Givt as a result of such claims. 8. Other provisions 8.1 This agreement comes into effect on commencement of the use of Givt and will remain in force for an undetermined period from that moment. This agreement may be terminated by User as well as by Givt at any moment, subject to one month’s notice. This agreement will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of this agreement (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your systems. 8.2 If any provision of these terms and conditions is void or destroyed, this will not affect the validity of the agreement as a whole, and other provisions of these terms remain in force. In that case, the parties will decide on a new replacement provision or provisions which will be in line with the intention of the original agreement as far as is legally possible. 8.3 The User is not allowed to transfer the rights and/or obligations arising from the use of Givt and these terms to third parties without prior written permission of Givt. Conversely, Givt is allowed to do so. 8.4 We will endeavor to resolve the dispute amicably. Any disputes arising from or in connection with these terms and conditions are finally settled in the Courts of England and Wales. 8.5 The Law of England and Wales is applicable on these terms of use. 8.6 The terms of use shall not affect the User's statutory rights as a consumer. 8.7 Givt features an internal complaints procedure. Givt handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these conditions by Givt must be submitted in writing at Givt (via support@givtapp.net).
