Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# termsText
source: Terms of use – Givt app Last updated: 24-11-2023 English translation of version 1.10 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilised. Givt allows the User (anonymously) to give donations through their smartphone, for example churches, fundraising campaigns and charities that are members of Givt. Givt is managed by Givt B.V., a private company, located in Lelystad (8243 PR), Noordersluisweg 27, registered in the trade register of the Chamber of Commerce under number 64534421 ("Givt B.V."). These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("The user") accept these terms of use and our privacy policy (www.givtapp.net/privacyverklaringgivt). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time. 2.License and intellectual property rights 2.1 All rights to Givt, the accompanying documentation and all modifications and extensions thereto as well as the enforcement thereof are and remain the property of Givt B.V. The user is granted solely the rights and authorities and/or permissions ensuing from the effect of this agreement or which are assigned in writing, and you may not otherwise use, reproduce or publicly release Givt. 2.2 Givt B.V. grants the User a non-exclusive, non-sublicensable and non-transmittable license to use Givt. The User is not allowed to use Givt for commercial purposes. 2.3 The User may not provide Givt to third parties nor sell, rent, decompile, submit to reverse engineer or modify it without prior permission from Givt B.V. Nor should the User, or let others, remove or bypass the technical provisions that are intended to protect Givt. 2.4 Givt B.V. has the right to change Givt at any time, modify or remove data, deny the User the use of Givt by termination of the license, limitation of the use of Givt or deny access to Givt in whole or in part, temporarily or permanently. Givt B.V. will inform the User about this in an appropriate manner. 2.5 The User acquires no right, title or interest to the intellectual property rights and/or similar rights to (the means of) Givt, including the underlying software and content. 3. The use of Givt 3.1 The User can only give donations to churches, charities, fundraising campaigns and/or other legal entities that are affiliated with Givt. The donations are done anonymously. 3.2 The use of Givt is at your own risk and expense and should be used in accordance with the purposes for which it is intended. It is prohibited to reverse engineer the source code of Givt or to decompile and/or modify Givt, to make a copy of Givt available to any third party or to remove, delete or render illegible any designations of Givt B.V. as the party holding rights to Givt or parts thereof. 3.3 The User is responsible for the correct submission of data such as name and address details, bank account number and other information as requested by Givt B.V. to ensure the use of Givt. 3.4 If the User is under the age of 18 he/she must have have the consent of their parent or legal guardian in order to use Givt. By accepting these terms of use, the User guarantees that they are 18 years of age or has the permission of their parents or legal representative. 3.5 Givt is available for the operating systems Android and iOS. In addition to the provisions set out below, Apple’s App Store or Google Play may attach conditions to the acquisition of Givt, its use and related matters. For further information, see the terms of use and privacy policy of Apple’s App Store and Google Play as well as any other applicable terms and conditions appearing on the website of the respective provider. This end user licence is applicable to the agreement between the User and Givt B.V. and does not apply between the User and the provider of the platform through which you acquired Givt. That provider may hold you liable for violation of provisions in this end user licence, however. 3.6 After the User has downloaded Givt, the User is requested to register. In doing so, the User must provide the following information: (i) name (ii) address, (iii) phone number, (iv) bank account number and (v) e-mail address. The privacy policy of Givt B.V. is applied to the processing of personal data via Givt. The User must inform Givt immediately if any of this data changes by correcting the information within the app. 3.7 The User may, after installing the Givt app, also choose to only enter an e-mail address and immediately use the app to donate. After the donation, the User will be asked to complete the registration procedure. If the User wishes to do so later, Givt B.V. ensures to only use the User's e-mail address to remind the User to finish the registration procedure until this procedure is finalised. 3.8 The User is responsible for any expenses related to the equipment, software system and (internet) connection to make use of Givt. 3.9 Givt B.V. provides the related services based on the information the User submits. The User is obliged to provide correct and complete information, which is not false or misleading. The User may not provide data with respect to names or bank accounts for which the User is not authorised to use. Givt B.V. and the Processor have the right to validate and verify the information the User has provided. 3.10 The User may at any time terminate the use of Givt, by deleting their account via the menu in the app or via mail to support@givt.app. Deleting the app from the smartphone without following aforementioned steps will not result in deletion of the User’s data. Givt can terminate the relationship with the User if the User does not comply with these terms and conditions or if Givt has not been used for 18 consecutive months. On request Givt can send a listing of all donation data. 3.11 Givt B.V. does not charge the User fees for the use of Givt. 3.12 Givt B.V. has the right to adjust the offered functionalities from time to time to improve, to change or to fix errors. Givt B.V. will always work to fix errors within the Givt software, but cannot guarantee that all errors, whether or not in a timely fashion, be restored. 4. Processing transactions 4.1 Givt B.V. is not a bank/financial institution and does not provide banking or payment processor services. To facilitate the processing of donations from the User, Givt B.V. has entered into an agreement with a payment service provider called SlimPay. SlimPay is a financial institution (the "Processor") with which it was agreed that Givt B.V. sends the transaction information to the Processor in order to initiate and to handle donations. Givt B.V. will, after the collection of donations, ensure the payment of donations to the user-designated beneficiary. The transaction data will be processed and forwarded to the Givt Processor. The Processor will initiate payment transactions whereas Givt B.V. is responsible for the transaction of the relevant amounts to the bank account of the Church/Foundation as being the user-designated beneficiary of the donation. 4.2 The User agrees that Givt B.V. may pass the User’s (transaction and bank) data to the Processor, along with all other necessary account and personal information of the User, in order to enable the Processor to initiate the payment transactions and processing. Givt B.V. reserves the right to change of Processor at any time. The User agrees that Givt B.V. may forward the relevant information and data about the User as defined in article 3.6 to the new Processor to be able to continue processing payment transactions. 4.3 Givt B.V. and the Processor will process the data of the User in accordance with the law and regulations that applies to data protection. For further information on how personal data is collected, processed and used, Givt B.V. refers the User to its privacy policy. This policy can be found online (www.givtapp.net/en/privacystatementgivt-service/). 4.4 The donations of the User will pass through Givt B.V. as an intermediary. Givt B.V. will ensure that the funds will be transferred to the beneficiary, with whom Givt B.V. has an agreement. 4.5 The User must authorise Givt B.V. and/or the Processor (for automatic SEPA debit) to make a donation with Givt. The User can at all times, within the terms of the User's bank, revert a debit. 4.6 Givt B.V. and/or the Processor can refuse a donation if there are reasonable grounds to believe that a user is acting in violation of these terms or if there are reasonable grounds to believe that a donation is possibly suspicious or illegal. In this case Givt B.V. will inform the User as soon as possible, unless prohibited by law. 4.7 Users of the Givt app will not be charged for their donations through our platform. Givt and the receiving party have made separate compensation arrangements pursuant to the agreement in effect between them. 4.8 The User agrees that Givt B.V. (transaction) may pass data of the User to the local tax authorities, along with all other necessary account and personal information of the User, in order to assist the User with his/her annual tax return. 5. Security, theft and loss 5.1 The User shall take all reasonable precautions safekeeping their login credentials for Givt to avoid loss, theft, misappropriation or unauthorised use of Givt on their smartphone. 5.2 The User is responsible for the security of his/her smartphone. Givt B.V.t considers any donation from the Givt account as a user-approved transaction, regardless of the rights of the User under article 4.5. 5.3 The User shall inform Givt B.V. immediately via info@givt.app or +31 320 320 115 once their smartphone is lost or stolen. Upon receipt of a message Givt B.V. will block the account to prevent (further) misuse. 6. Updates 6.1 Givt B.V. releases updates from time to time, which can rectify errors or improve the functionality of Givt. Available updates for Givt will be announced by means of notification through Apple’s App Store and Google Play and it is the User’s sole responsibility to monitor these notifications and keep informed about new updates. 6.2 An update can stipulate conditions, which differ from the provisions in this agreement. This will always be notified to the User in advance so that they have the opportunity to refuse the update. By installing such an update, the User agrees to these new conditions, which will then form part of this agreement. If User does not agree to the changed conditions, they have to cease using Givt and have to delete Givt from their device. 7. Liability 7.1 Givt has been compiled with the utmost care. Although Givt B.V. strives to make Givt available 24 hours a day, it accepts no liability if, for any reason, Givt is not available at any given time or for a certain period of time. Givt B.V. reserves the right to temporarily or permanently discontinue Givt (unannounced). The User cannot derive any rights from this. 7.2 Givt B.V. is not liable for damage or injury resulting from the use of Givt. The limitations of liability as mentioned in this article shall lapse if the liability for damage is the result of intent or gross negligence on the part of Givt B.V. 7.3 The User indemnifies Givt B.V. against any claim from third parties (for example, beneficiaries of the donations or the tax authority) as a result of the use of the Givt or not correctly meeting the agreements made concerning legal or contractual obligations with Givt B.V. The User will pay all damages and costs to Givt B.V. as a result of such claims. 8. Other provisions 8.1 This agreement comes into effect on commencement of the use of Givt and will remain in force for an undetermined period from that moment. This agreement may be terminated by the User as well as by Givt B.V. at any moment, subject to one month’s notice. This agreement will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of this agreement (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your devices. 8.2 If any provision of these terms and conditions is void or destroyed, this will not affect the validity of the agreement as a whole, and other provisions of these terms remain in force. In that case, the parties will decide on a new replacement provision or provisions which will be in line with the intention of the original agreement as far as is legally possible. 8.3 The User is not allowed to transfer the rights and/or obligations arising from the use of Givt and these terms to third parties without prior written permission of Givt B.V. Conversely, Givt B.V. is allowed to do so. 8.4 Any disputes arising from or in connection with these terms are finally settled in the Court of Lelystad. Before the dispute will be referred to court, we will endeavor to resolve the dispute amicably. 8.5 The Dutch law is applicable on these terms of use. 8.6 The terms of use shall not affect the User's statutory rights as a consumer. 8.7 Givt B.V. features an internal complaints procedure. Givt B.V. handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these conditions by Givt B.V. must be submitted in writing at Givt B.V. (via support@givt.app).
de: Nutzungsbedingungen - Givt App Letzte Aktualisierung: 12.04.2018 Deutsche Übersetzung der Version 1.9 1. Allgemeines Diese Nutzungsbedingungen beschreiben die Bedingungen, unter denen die mobile Anwendung Givt ("Givt") verwendet werden kann. Mit Givt kann der Benutzer (anonym) über sein Smartphone an, z. B. Kirchen, Spendenaktionen und Wohltätigkeitsorganisationen, die Mitglieder von Givt sind spenden. Givt wird von Givt B.V. verwaltet, einem privaten Unternehmen mit Sitz in Lelystad (8243 PC), Schutweg 47, das im Handelsregister der Handelskammer unter der Nummer 64534421 ("Givt B.V.") eingetragen ist. Diese Nutzungsbedingungen gelten für die Nutzung von Givt. Durch die Verwendung von Givt (d.h. des Herunterladens und der Installation) akzeptieren Sie ("der Benutzer") diese Nutzungsbedingungen und unsere Datenschutzrichtlinie (https://www.givtapp.de/datenschutz/). Diese Nutzungsbedingungen und unsere Datenschutzbestimmungen können auch auf unserer Website heruntergeladen und ausgedruckt werden. Wir können diese Nutzungsbedingungen von Zeit zu Zeit überarbeiten. 2. Lizenz- und geistige Eigentumsrechte 2.1. Alle Rechte an Givt, der zugehörigen Dokumentation und allen Änderungen und Erweiterungen davon sowie deren Durchsetzung sind und bleiben das Eigentum von Givt B.V. Dem Benutzer werden ausschließlich die Rechte und Befugnisse und / oder Berechtigungen gewährt, die sich aus der Wirkung dieser Vereinbarung ergeben oder die schriftlich erteilt sind, und Sie dürfen Givt nicht anderweitig verwenden, reproduzieren oder veröffentlichen. 2.2. Givt B.V. gewährt dem Benutzer eine nicht exklusive, nicht unterlizenzierbare und nicht übertragbare Lizenz zur Nutzung von Givt. Der Benutzer darf Givt nicht für kommerzielle Zwecke verwenden. 2.3. Der Benutzer darf Givt weder an Dritte weitergeben noch verkaufen, vermieten, dekompilieren, Reverse Engineering unterziehen oder ändern ohne vorherige Genehmigung von Givt B.V. Der Benutzer darf auch nicht die Technik entfernen oder umgehen welche dazu bestimmt ist, Givt zu schützen. 2.4. Givt B.V. hat das Recht, Givt jederzeit zu ändern, d.h. Daten zu ändern oder zu entfernen, dem Benutzer die Nutzung von Givt durch Beendigung der Lizenz, Einschränkung der Nutzung von Givt oder Verweigerung des Zugangs zu Givt ganz oder teilweise, vorübergehend oder permanent zu verweigern. Die Givt B.V. wird den Benutzer in geeigneter Weise darüber informieren. 2.5. Der Benutzer erwirbt kein Recht, keinen Titel oder kein Interesse an den Rechten des geistigen Eigentums und / oder ähnliche Rechte an (den Mitteln von) Givt, einschließlich des Basiswerts an Software und Inhalten. 3. Die Verwendung von Givt 3.1. Der Benutzer kann nur Spenden an Kirchen, Wohltätigkeitsorganisationen und Spendenaktionen von Kampagnen und / oder andere juristische Personen veranlassen, die mit Givt verbunden sind. Das Spenden erfolgt anonym. 3.2. Die Verwendung von Givt erfolgt auf eigenes Risiko und auf eigene Kosten und sollte in Übereinstimmung mit den Zwecken für die es bestimmt ist erfolgen. Es ist verboten, Reverse Engineering des Quellcodes von Givt zu betreiben oder Givt zu dekompillieren und / oder zu ändern, eine Kopie von Givt Dritten zugänglich zu machen oder Bezeichnungen von Givt B.V. als Partei, die die Rechte an Givt besitzt, unleserlich zu machen oder Teile davon zu entfernen oder zu löschen. 3.3. Der Benutzer ist für die korrekte Angabe von Daten wie Name und Adressdaten, Bankkontonummer und andere Informationen, die von Givt B.V. benötigt werden, um die Verwendung von Givt sicherzustellen, verantwortlich. 3.4. Wenn der Benutzer jünger als 18 Jahre ist, muss er die Zustimmung eines Elternteils oder Erziehungsberechtigten haben, um Givt zu nutzen. Durch Akzeptieren dieser Nutzungsbedingungen garantiert der Benutzer, dass er 18 Jahre alt ist oder die Erlaubnis seiner Eltern oder seines gesetzlichen Vertreters hat. 3.5. Givt ist für die Betriebssysteme Android und iOS verfügbar. Zusätzlich zu den unten aufgeführten Bestimmungen können im App Store von Apple oder bei Google Play Bedingungen für den Erwerb von Givt, seine Verwendung und damit verbundene Angelegenheiten beigefügt werden. Weitere Informationen finden Sie in den Nutzungsbedingungen und Datenschutzbestimmungen sowie alle anderen geltenden Geschäftsbedingungen des App Store von Apple und Google Play auf den Webseiten des jeweiligen Anbieters. Diese Endbenutzerlizenz gilt für die Vereinbarung zwischen dem Benutzer und Givt B.V. und nicht zwischen dem Benutzer und dem Anbieter der Plattform, über die Sie Givt erworben haben. Dieser Anbieter kann Sie jedoch für Verstöße gegen Bestimmungen dieser Endbenutzerlizenz haftbar machen. 3.6. Nachdem der Benutzer Givt heruntergeladen hat, wird er aufgefordert, sich zu registrieren. Dabei muss der Benutzer die folgenden Informationen angeben: (i) Name (ii) Adresse, (iii) Telefonnummer, (iv) Bankkontonummer und (v) E-Mail Adresse. Die Datenschutzerklärung von Givt B.V. gilt für die Verarbeitung von personenbezogene Daten via Givt. Der Benutzer muss Givt unverzüglich durch Korrektur der Informationen in der App informieren, wenn Datenänderungen vorliegen. 3.7. Der Benutzer kann nach der Installation der Givt-App auch nur durch eingeben seiner E-Mail-Adresse sofort die App nutzen, um zu spenden. Nach der Spende wird der Benutzer jedoch aufgefordert, den Registrierungsvorgang abzuschließen. Wenn der Benutzer dies später tun möchte, stellt Givt B.V. sicher, dass nur die E-Mail-Adresse des Benutzers verwendet wird, um den Benutzer daran zu erinnern, den Registrierungsvorgang abzuschließen, bis dieser Vorgang endgültig abgeschlossen ist. 3.8. Der Benutzer ist für alle Kosten im Zusammenhang mit der Ausstattung, Software und der System- und (Internet-) Verbindung zur Nutzung von Givt verantwortlich. 3.9. Givt B.V. bietet die zugehörigen Dienste basierend auf den Informationen des Benutzers an, welche dieser zur Verfügung stellt. Der Nutzer ist verpflichtet, korrekte und vollständige Angaben zu machen, welche nicht falsch oder irreführend sind. Der Benutzer darf keine Daten in Bezug auf auf Namen oder Bankkonten, zu deren Verwendung der Benutzer nicht berechtigt ist preisgeben. Givt B.V. und der Verarbeiter haben das Recht, die Informationen, die der Benutzer zur Verfügung gestellt hat, zu validieren und zu verifizieren. 3.10. Der Benutzer kann die Nutzung von Givt jederzeit durch Löschen seines Kontos über das Menü in der App oder per E-Mail an support@givt.app beenden. Das Löschen der App allein auf dem Smartphone, ohne die oben genannten Schritte ausgeführt zu haben, führt nicht zum Löschen der Benutzerdaten. Givt kann die Beziehung mit dem Benutzer beenden, wenn der Benutzer diese Allgemeinen Geschäftsbedingungen nicht einhält oder wenn Givt 18 aufeinanderfolgende Monate nicht verwendet wurde. Auf Anfrage kann Givt eine Liste aller Spendendaten schicken. 3.11. Givt B.V. berechnet keine Nutzungsgebühren für die Nutzung von Givt. 3.12. Givt B.V. hat das Recht, die angebotenen Funktionen von Zeit zu Zeit anzupassen, zu verbessern, zu ändern oder Fehler zu beheben. Givt B.V. wird immer daran arbeiten, Fehler innerhalb der Givt-Software zu beheben, kann aber nicht garantieren, dass alle Fehler zeitnah behoben werden können. 4. Transaktionen verarbeiten 4.1. Givt B.V. ist keine Bank / Finanzinstitut und bietet keine Bankgeschäfte oder Zahlungsabwicklungsdienste an. Um die Bearbeitung von Spenden des Benutzers zu erleichtern, hat Givt B.V. eine Vereinbarung mit einem Zahlungsdienst-Anbieter namens SlimPay geschlossen. SlimPay ist ein Finanzinstitut (der "Verarbeiter") mit dem vereinbart wurde, dass Givt B.V. die Transaktionsinformationen an den Verarbeiter sendet, um Spenden zu initiieren und zu bearbeiten. Givt B.V. wird nach dem Sammeln der Spenden sicher stellen, dass die Spenden an die vom Benutzer benannten Begünstigten weitergeleitet werden. Die Transaktionsdaten werden verarbeitet und an den Givt-Verarbeiter weitergeleitet. Der Verarbeiter leitet die Zahlungstransaktionen ein, während Givt B.V. für die Transaktion der relevante Beträge auf das Bankkonto der Kirche / Stiftung als den vom Benutzer bestimmten Empfänger der Spende verantwortlich ist. 4.2. Der Benutzer erklärt sich damit einverstanden, dass Givt B.V. die (Transaktions- und Bank-)Daten des Benutzers an den Verarbeiter weitergeben kann, zusammen mit allen anderen erforderlichen Konto- und persönlichen Informationen des Benutzers, damit der Verarbeiter die Zahlungsvorgänge und -abwicklung initiieren kann. Givt B.V. behält sich das Recht vor, jederzeit einen Wechsel des Verarbeiters vorzunehmen. Der Nutzer erklärt sich damit einverstanden, dass Givt B.V. relevante Informationen und Daten über den Benutzer gemäß Artikel 3.6 an den neuen Verarbeiter weitergibt, um weiterhin Zahlungsvorgänge verarbeiten zu können. 4.3. Givt B.V. und der Verarbeiter verarbeiten die Daten des Benutzers in Übereinstimmung mit den Gesetzen und Vorschriften, die für den Datenschutz gelten. Für weitere Informationen darüber, wie personenbezogene Daten gesammelt, verarbeitet und verwendet werden, verweist Givt B.V. den Benutzer auf seine Datenschutzerklärung. Diese Erklärung finden Sie online (www.givtapp.net/de/privacystatementgivt-service/). 4.4. Die Spenden des Nutzers gehen über Givt B.V. als Vermittler. Givt B.V. wird sicherstellen, dass die Mittel an den Begünstigten überwiesen werden, mit wem Givt B.V. eine Vereinbarung hat. 4.5. Der Benutzer muss Givt B.V. und / oder den Verarbeiter autorisieren (für die automatische SEPA Lastschrift), um eine Spende mit Givt zu tätigen. Der Benutzer kann jederzeit innerhalb der Bedingungen der Bank des Benutzers eine Lastschrift zurückziehen. 4.6. Givt B.V. und / oder der Verarbeiter können eine Spende ablehnen, wenn Grund zu der Annahme besteht, dass ein Benutzer gegen diese Bedingungen verstößt oder Grund zu der Annahme besteht, dass eine Spende möglicherweise verdächtig oder illegal ist. In diesem Fall wird Givt B.V. den Benutzer so bald wie möglich darüber informieren, es sei denn dies ist gesetzlich verboten. 4.7. Spenden mit Givt unterliegen folgenden Beschränkungen: EUR 1000 pro Spende und EUR 25000 pro Kalenderjahr. 4.8. Der Benutzer erklärt sich damit einverstanden, dass Givt B.V. (Transaktions-)Daten des Benutzers an lokale Steuerbehörden weitergeben kann, zusammen mit allen anderen notwendigen Konto- und persönlichen Informationen des Nutzers, um den Nutzer bei seiner jährlichen Steuererklärung zu unterstützen. 5. Sicherheit, Diebstahl und Verlust 5.1. Der Benutzer trifft alle angemessenen Vorkehrungen, um sein Login-Anmeldeinformationen für Givt sicher aufzubewahren, um Verlust, Diebstahl, Veruntreuung oder unbefugte Verwendung von Givt bei der Nutzung auf seinem Smartphone zu vermeiden. 5.2. Der Benutzer ist für die Sicherheit seines Smartphones verantwortlich. Givt B.V. betrachtet jede Spende vom Givt-Konto als vom Benutzer genehmigte Transaktion, unabhängig von den Rechten des Nutzers gemäß Artikel 4.5. 5.3. Der Benutzer hat Givt B.V. unverzüglich via info@givt.app oder +31 320 320 115 zu informieren sobald sein Smartphone verloren geht oder gestohlen wird. Nach Erhalt einer Nachricht an Givt B.V. wird das betroffene Konto gesperrt, um (weiteren) Missbrauch zu verhindern. 6. Aktualisierungen 6.1. Givt B.V. veröffentlicht von Zeit zu Zeit Updates, die Fehler beheben können oder die Funktionalität von Givt verbessern. Verfügbare Updates für Givt werden durch Benachrichtigung über Apples App Store und Google Play angekündigt und es liegt in der alleinigen Verantwortung des Benutzers, diese Benachrichtigungen zu überwachen und über neue Updates auf dem Laufenden zu bleiben. 6.2. Ein Update kann Bedingungen enthalten, die von den hier beschriebenen Bestimmungen abweichen können. Dies wird dem Benutzer immer im Voraus mitgeteilt, damit er die Möglichkeit hat, das Update abzulehnen. Durch die Installation eines solchen Updates stimmt der Benutzer diesen neuen Bedingungen zu, die dann Teil dieser Vereinbarung sind. Wenn der Benutzer den geänderten Bedingungen nicht zustimmt, darf er Givt nicht mehr verwenden und muss Givt von seinem Gerät löschen. 7. Haftung 7.1. Givt wurde mit größter Sorgfalt zusammengestellt. Obwohl Givt B.V. sich bemüht Givt 24 Stunden am Tag zur Verfügung zu stellen, übernimmt Givt B.V. keine Haftung, wenn aus irgendeinem Grund Givt zu einem bestimmten Zeitpunkt oder für einen bestimmten Zeitraum nicht verfügbar ist. Givt B.V. behält sich das Recht vor, Givt vorübergehend oder dauerhaft einzustellen (unangemeldet). Der Benutzer kann daraus keine Rechte ableiten. 7.2. Givt B.V. haftet nicht für Schäden oder Verletzungen, die durch die Verwendung von Givt entstehen. Die in diesem Artikel erwähnten Haftungsbeschränkungen erlöschen, wenn die Schäden aus Vorsatz oder grober Fahrlässigkeit von Givt B.V. resultieren. 7.3. Der Nutzer stellt Givt B.V. von jeglichen Ansprüchen Dritter frei (z. B. Begünstigung der Spenden oder der Steuerbehörde), die als Ergebnis der Verwendung von Givt oder der nicht ordnungsgemäßen Einhaltung der getroffenen Vereinbarungen in Bezug auf rechtliche oder vertragliche Verpflichtungen mit der Givt B.V. entstehen. Der Benutzer zahlt alle Schäden und Kosten, die Givt B.V. aufgrund solcher Ansprüche entstehen. 8. Sonstige Bestimmungen 8.1. Diese Vereinbarung tritt mit Beginn der Nutzung von Givt in Kraft und bleibt für einen unbestimmten Zeitraum von diesem Moment an in Kraft. Diese Vereinbarung kann sowohl vom Benutzer als auch von Givt B.V. jederzeit mit einer Frist von einem Monat gekündigt werden. Diese Vereinbarung endet kraft Gesetzes für den Fall, dass Sie für bankrott erklärt werden, ein Zahlungsmoratorium beantragt haben oder eine allgemeine Pfändung von Vermögenswerten gegen Sie erhoben wird, im Falle Ihres Todes oder im Falle Ihrer Liquidation, Abwicklung oder Auflösung. Nach Beendigung dieser Vereinbarung (aus welchem ​​Grund auch immer), werden Sie jede weitere Verwendung von Givt einstellen und unterlassen. Sie müssen dann alle Kopien (einschließlich Sicherungskopien) von Givt von allen Ihren Geräten löschen. 8.2. Wenn eine Bestimmung dieser Allgemeinen Geschäftsbedingungen nichtig ist oder für ungültig erklärt wird, ist die Gültigkeit der Vereinbarung als Ganze und andere Bestimmungen davon nicht beeinträchtigt. Diese Bedingungen bleiben in Kraft. In diesem Fall entscheiden die Parteien über eine neue Ersatzbestimmung oder -Bestimmungen, welche der Absicht der ursprünglichen Vereinbarung, soweit dies rechtlich möglich ist, entsprechen. 8.3. Der Nutzer ist nicht berechtigt, die sich durch die Verwendung von Givt und diesen Bedingungen ergebenden Rechte und / oder Pflichten ohne vorherige schriftliche Genehmigung von Givt B.V. an Dritte zu übertragen. Umgekehrt ist Givt B.V. dazu berechtigt. 8.4. Alle Streitigkeiten, die sich aus oder im Zusammenhang mit diesen Bedingungen ergeben, sind endgültig im Gericht von Lelystad angesiedelt. Bevor der Streit vor Gericht gebracht wird, werden wir uns bemühen, den Streit gütlich beizulegen. 8.5. Für diese Nutzungsbedingungen gilt das niederländische Recht. 8.6. Die Nutzungsbedingungen berühren nicht die gesetzlichen Rechte des Nutzers als Verbraucher. 8.7. Givt B.V. verfügt über ein internes Beschwerdeverfahren. Givt B.V. behandelt Beschwerden effizient und so schnell wie möglich. Jede Beschwerde über die Umsetzung dieser Bedingungen durch Givt B.V. muss schriftlich bei Givt B.V. eingereicht werden (via support@givt.app).
es_419: Terms of use – Givt app Last updated: 24-11-2023 English translation of version 1.10 1. General These terms of use describe the conditions under which the mobile application Givt ("Givt") can be utilised. Givt allows the User (anonymously) to give donations through their smartphone, for example churches, fundraising campaigns and charities that are members of Givt. Givt is managed by Givt B.V., a private company, located in Lelystad (8243 PR), Noordersluisweg 27, registered in the trade register of the Chamber of Commerce under number 64534421 ("Givt B.V."). These terms of use apply to the use of Givt. Through the use of Givt (which means the download and the installation thereof), you ("The user") accept these terms of use and our privacy policy (www.givtapp.net/privacyverklaringgivt). These terms of use and our privacy policy are also available on our website to download and print. We may revise these terms of use from time to time. 2.License and intellectual property rights 2.1 All rights to Givt, the accompanying documentation and all modifications and extensions thereto as well as the enforcement thereof are and remain the property of Givt B.V. The user is granted solely the rights and authorities and/or permissions ensuing from the effect of this agreement or which are assigned in writing, and you may not otherwise use, reproduce or publicly release Givt. 2.2 Givt B.V. grants the User a non-exclusive, non-sublicensable and non-transmittable license to use Givt. The User is not allowed to use Givt for commercial purposes. 2.3 The User may not provide Givt to third parties nor sell, rent, decompile, submit to reverse engineer or modify it without prior permission from Givt B.V. Nor should the User, or let others, remove or bypass the technical provisions that are intended to protect Givt. 2.4 Givt B.V. has the right to change Givt at any time, modify or remove data, deny the User the use of Givt by termination of the license, limitation of the use of Givt or deny access to Givt in whole or in part, temporarily or permanently. Givt B.V. will inform the User about this in an appropriate manner. 2.5 The User acquires no right, title or interest to the intellectual property rights and/or similar rights to (the means of) Givt, including the underlying software and content. 3. The use of Givt 3.1 The User can only give donations to churches, charities, fundraising campaigns and/or other legal entities that are affiliated with Givt. The donations are done anonymously. 3.2 The use of Givt is at your own risk and expense and should be used in accordance with the purposes for which it is intended. It is prohibited to reverse engineer the source code of Givt or to decompile and/or modify Givt, to make a copy of Givt available to any third party or to remove, delete or render illegible any designations of Givt B.V. as the party holding rights to Givt or parts thereof. 3.3 The User is responsible for the correct submission of data such as name and address details, bank account number and other information as requested by Givt B.V. to ensure the use of Givt. 3.4 If the User is under the age of 18 he/she must have have the consent of their parent or legal guardian in order to use Givt. By accepting these terms of use, the User guarantees that they are 18 years of age or has the permission of their parents or legal representative. 3.5 Givt is available for the operating systems Android and iOS. In addition to the provisions set out below, Apple’s App Store or Google Play may attach conditions to the acquisition of Givt, its use and related matters. For further information, see the terms of use and privacy policy of Apple’s App Store and Google Play as well as any other applicable terms and conditions appearing on the website of the respective provider. This end user licence is applicable to the agreement between the User and Givt B.V. and does not apply between the User and the provider of the platform through which you acquired Givt. That provider may hold you liable for violation of provisions in this end user licence, however. 3.6 After the User has downloaded Givt, the User is requested to register. In doing so, the User must provide the following information: (i) name (ii) address, (iii) phone number, (iv) bank account number and (v) e-mail address. The privacy policy of Givt B.V. is applied to the processing of personal data via Givt. The User must inform Givt immediately if any of this data changes by correcting the information within the app. 3.7 The User may, after installing the Givt app, also choose to only enter an e-mail address and immediately use the app to donate. After the donation, the User will be asked to complete the registration procedure. If the User wishes to do so later, Givt B.V. ensures to only use the User's e-mail address to remind the User to finish the registration procedure until this procedure is finalised. 3.8 The User is responsible for any expenses related to the equipment, software system and (internet) connection to make use of Givt. 3.9 Givt B.V. provides the related services based on the information the User submits. The User is obliged to provide correct and complete information, which is not false or misleading. The User may not provide data with respect to names or bank accounts for which the User is not authorised to use. Givt B.V. and the Processor have the right to validate and verify the information the User has provided. 3.10 The User may at any time terminate the use of Givt, by deleting their account via the menu in the app or via mail to support@givt.app. Deleting the app from the smartphone without following aforementioned steps will not result in deletion of the User’s data. Givt can terminate the relationship with the User if the User does not comply with these terms and conditions or if Givt has not been used for 18 consecutive months. On request Givt can send a listing of all donation data. 3.11 Givt B.V. does not charge the User fees for the use of Givt. 3.12 Givt B.V. has the right to adjust the offered functionalities from time to time to improve, to change or to fix errors. Givt B.V. will always work to fix errors within the Givt software, but cannot guarantee that all errors, whether or not in a timely fashion, be restored. 4. Processing transactions 4.1 Givt B.V. is not a bank/financial institution and does not provide banking or payment processor services. To facilitate the processing of donations from the User, Givt B.V. has entered into an agreement with a payment service provider called Better World Payments. Better World Payments is a financial institution (the "Processor") with which it was agreed that Givt B.V. sends the transaction information to the Processor in order to initiate and to handle donations. Givt B.V. will, after the collection of donations, ensure the payment of donations to the user-designated beneficiary. The transaction data will be processed and forwarded to the Givt Processor. The Processor will initiate payment transactions whereas Givt B.V. is responsible for the transaction of the relevant amounts to the bank account of the Church/Foundation as being the user-designated beneficiary of the donation. 4.2 The User agrees that Givt B.V. may pass the User’s (transaction and bank) data to the Processor, along with all other necessary account and personal information of the User, in order to enable the Processor to initiate the payment transactions and processing. Givt B.V. reserves the right to change of Processor at any time. The User agrees that Givt B.V. may forward the relevant information and data about the User as defined in article 3.6 to the new Processor to be able to continue processing payment transactions. 4.3 Givt B.V. and the Processor will process the data of the User in accordance with the law and regulations that applies to data protection. For further information on how personal data is collected, processed and used, Givt B.V. refers the User to its privacy policy. This policy can be found online (www.givtapp.net/en/privacystatementgivt-service/). 4.4 The donations of the User will pass through Givt B.V. as an intermediary. Givt B.V. will ensure that the funds will be transferred to the beneficiary, with whom Givt B.V. has an agreement. 4.5 The User must authorise Givt B.V. and/or the Processor (for automatic SEPA debit) to make a donation with Givt. The User can at all times, within the terms of the User's bank, revert a debit. 4.6 Givt B.V. and/or the Processor can refuse a donation if there are reasonable grounds to believe that a user is acting in violation of these terms or if there are reasonable grounds to believe that a donation is possibly suspicious or illegal. In this case Givt B.V. will inform the User as soon as possible, unless prohibited by law. 4.7 Users of the Givt app will not be charged for their donations through our platform. Givt and the receiving party have made separate compensation arrangements pursuant to the agreement in effect between them. 4.8 The User agrees that Givt B.V. (transaction) may pass data of the User to the local tax authorities, along with all other necessary account and personal information of the User, in order to assist the User with his/her annual tax return. 5. Security, theft and loss 5.1 The User shall take all reasonable precautions safekeeping their login credentials for Givt to avoid loss, theft, misappropriation or unauthorised use of Givt on their smartphone. 5.2 The User is responsible for the security of his/her smartphone. Givt B.V.t considers any donation from the Givt account as a user-approved transaction, regardless of the rights of the User under article 4.5. 5.3 The User shall inform Givt B.V. immediately via info@givt.app or +31 320 320 115 once their smartphone is lost or stolen. Upon receipt of a message Givt B.V. will block the account to prevent (further) misuse. 6. Updates 6.1 Givt B.V. releases updates from time to time, which can rectify errors or improve the functionality of Givt. Available updates for Givt will be announced by means of notification through Apple’s App Store and Google Play and it is the User’s sole responsibility to monitor these notifications and keep informed about new updates. 6.2 An update can stipulate conditions, which differ from the provisions in this agreement. This will always be notified to the User in advance so that they have the opportunity to refuse the update. By installing such an update, the User agrees to these new conditions, which will then form part of this agreement. If User does not agree to the changed conditions, they have to cease using Givt and have to delete Givt from their device. 7. Liability 7.1 Givt has been compiled with the utmost care. Although Givt B.V. strives to make Givt available 24 hours a day, it accepts no liability if, for any reason, Givt is not available at any given time or for a certain period of time. Givt B.V. reserves the right to temporarily or permanently discontinue Givt (unannounced). The User cannot derive any rights from this. 7.2 Givt B.V. is not liable for damage or injury resulting from the use of Givt. The limitations of liability as mentioned in this article shall lapse if the liability for damage is the result of intent or gross negligence on the part of Givt B.V. 7.3 The User indemnifies Givt B.V. against any claim from third parties (for example, beneficiaries of the donations or the tax authority) as a result of the use of the Givt or not correctly meeting the agreements made concerning legal or contractual obligations with Givt B.V. The User will pay all damages and costs to Givt B.V. as a result of such claims. 8. Other provisions 8.1 This agreement comes into effect on commencement of the use of Givt and will remain in force for an undetermined period from that moment. This agreement may be terminated by the User as well as by Givt B.V. at any moment, subject to one month’s notice. This agreement will end by operation of law in the event you are declared bankrupt, you apply for a moratorium on payments or a general attachment is levied against your assets, in the event of your death, or in the event you go into liquidation, are wound up or dissolved. Following the termination of this agreement (for whatever reason), you shall cease and desist from all further use of Givt. You must then delete all copies (including back-up copies) of Givt from all your devices. 8.2 If any provision of these terms and conditions is void or destroyed, this will not affect the validity of the agreement as a whole, and other provisions of these terms remain in force. In that case, the parties will decide on a new replacement provision or provisions which will be in line with the intention of the original agreement as far as is legally possible. 8.3 The User is not allowed to transfer the rights and/or obligations arising from the use of Givt and these terms to third parties without prior written permission of Givt B.V. Conversely, Givt B.V. is allowed to do so. 8.4 Any disputes arising from or in connection with these terms are finally settled in the Court of Lelystad. Before the dispute will be referred to court, we will endeavor to resolve the dispute amicably. 8.5 The Dutch law is applicable on these terms of use. 8.6 The terms of use shall not affect the User's statutory rights as a consumer. 8.7 Givt B.V. features an internal complaints procedure. Givt B.V. handles complaints efficiently and as soon as reasonably possible. Any complaint about the implementation of these conditions by Givt B.V. must be submitted in writing at Givt B.V. (via support@givt.app).
nl: Gebruiksvoorwaarden – Givt-app Laatst bijgewerkt: 24-11-2023 Versie: 1.10 1. Algemeen Deze gebruiksvoorwaarden beschrijven de voorwaarden waaronder gebruik kan worden gemaakt van de mobiele applicatie Givt (“Givt”). Givt stelt de Gebruiker in staat om (anoniem) donaties te geven via zijn/haar smartphone aan bijvoorbeeld kerken, fondsen of stichtingen die zijn aangesloten bij Givt. Givt wordt beheerd door Givt B.V., een besloten vennootschap, gevestigd te Lelystad (8243 PR), aan de Noordersluisweg 27, ingeschreven in het handelsregister van de Kamer van Koophandel onder nummer 64534421 (“Givt B.V.”). Deze gebruiksvoorwaarden zijn van toepassing op het gebruik van Givt. Door het gebruik van Givt (waaronder mede wordt verstaan het downloaden en de installatie daarvan), aanvaard jij als gebruiker (“Gebruiker”) deze gebruiksvoorwaarden en onze privacyverklaring (www.givtapp.net/privacyverklaringgivt). Deze gebruiksvoorwaarden en onze privacyverklaring zijn tevens te raadplegen, downloaden en printen op onze website. Wij kunnen deze gebruiksvoorwaarden van tijd tot tijd aanpassen. 2. Licentie en intellectuele eigendomsrechten 2.1 Alle rechten op Givt, de bijbehorende documentatie en alle wijzigingen en uitbreidingen hierop en de handhaving hiervan liggen en blijven bij Givt B.V. De Gebruiker verkrijgt uitsluitend de gebruiksrechten en bevoegdheden die voortvloeien uit de strekking van deze voorwaarden en voor het overige mag u Givt niet gebruiken, verveelvoudigen of openbaar maken. 2.2 Givt B.V. verleent aan de Gebruiker een niet-exclusieve, niet-sublicentieerbare en niet-overdraagbare licentie voor het gebruik van Givt. Het is de Gebruiker niet toegestaan om Givt te gebruiken voor commerciële doeleinden. 2.3 De Gebruiker mag Givt niet aan derden ter beschikking stellen, verkopen, verhuren, decompileren, onderwerpen aan reverse engineering of aanpassen zonder voorafgaande toestemming van Givt B.V. Evenmin mag de Gebruiker de technische voorzieningen die bedoeld zijn om Givt te beschermen (laten) verwijderen of (laten) omzeilen. 2.4 Givt B.V. heeft te allen tijde het recht om Givt aan te passen, gegevens te wijzigen of verwijderen, de Gebruiker het gebruik van Givt te ontzeggen door de licentie te beëindigen, het gebruik van Givt te beperken of de toegang tot Givt geheel of gedeeltelijk, tijdelijk of blijvend te ontzeggen. Givt B.V. zal de Gebruiker hierover op een haar passende wijze informeren. 2.5 De Gebruiker verwerft geen enkel(e) recht, titel of belang in of op de intellectuele eigendomsrechten en/of vergelijkbare rechten op (de inhoud van) Givt, waaronder de onderliggende software en content. 3. Gebruik van Givt 3.1 De Gebruiker kan alleen donaties geven aan kerken, stichtingen, fondsen en/of andere (rechts)personen die zijn aangesloten bij Givt en een relatie zijn aangegaan met Givt B.V. De donaties worden anoniem gedaan. 3.2 Het gebruik van Givt is voor eigen rekening en risico en dient te worden gebruikt in overeenstemming met de doeleinden waarvoor zij bestemd is. Het is niet toegestaan de broncode van Givt te reverse engineeren of Givt te decompileren en/of te wijzigen, Givt beschikbaar te stellen aan derden of enige aanduidingen van Givt B.V. als rechthebbende op Givt of delen daarvan te verwijderen of onleesbaar te maken. 3.3 De Gebruiker is verantwoordelijk voor de juiste verstrekking van gegevens zoals NAW-gegevens, bankrekeningnummer en andere gegevens zoals gevraagd door Givt B.V. om het gebruik van Givt te waarborgen. 3.4 Indien de Gebruiker jonger is dan 18 jaar dient hij/zij voor het gebruik van Givt de toestemming van zijn/haar ouder of wettelijke vertegenwoordiger te hebben. Door deze gebruiksvoorwaarden te accepteren, garandeert de Gebruiker dat hij/zij 18 jaar of ouder is of toestemming heeft van zijn/haar ouders of wettelijke vertegenwoordiger. 3.5 Givt is beschikbaar voor de besturingssystemen Android en iOS. Naast de hieronder opgenomen bepalingen kan Apple’s App Store of Google Play voorwaarden stellen aan het verkrijgen van Givt, het gebruiken daarvan en aanverwante zaken. Raadpleeg hiervoor de gebruiksvoorwaarden en privacyverklaring van Apple’s App Store en Google Play en eventueel van toepassing zijnde voorwaarden op de website van de betreffende aanbieder. Deze gebruikersvoorwaarden zijn van toepassing op de overeenkomst tussen de Gebruiker en Givt B.V. en gelden niet tussen de Gebruiker en de aanbieder van het platform via welke u Givt heeft verkregen. Deze aanbieders kunnen de Gebruiker echter wel aanspreken op overtreding van bepalingen in deze gebruikersvoorwaarden. 3.6 Nadat de Gebruiker Givt heeft gedownload, dient de Gebruiker zich te registreren. Daarbij moet de Gebruiker de volgende informatie verstrekken: (i) NAW-gegevens, (ii) telefoonnummer, (iii) bankrekeningnummer en (iv) e-mailadres. Op de verwerking van persoonsgegevens via Givt is de privacyverklaring van Givt B.V. van toepassing. Bij eventuele wijzigingen van gegevens dient de Gebruiker onmiddellijk dit aan te passen via Givt. 3.7 De Gebruiker kan na het downloaden van Givt er ook voor kiezen om alleen een e-mailadres op te geven en daarna gelijk de app te gebruiken om te doneren. Na de donatie zal een voltooiing van de registratie worden gevraagd. Indien de Gebruiker dit later wenst te doen, verbindt Givt B.V. zich ertoe het e-mailadres van de Gebruiker enkel en alleen te gebruiken om de Gebruiker aan de nog te voltooien registratieprocedure te herinneren tot het moment waarop de Gebruiker de volledige registratieprocedure heeft afgerond. 3.8 Om van Givt gebruik te kunnen maken, dient de Gebruiker zelf op eigen kosten zorg te dragen voor de daarvoor noodzakelijke apparatuur, systeemprogrammatuur en (internet)verbinding. 3.9 Givt B.V. levert de gerelateerde diensten op basis van de informatie die de Gebruiker verstrekt. De Gebruiker is verplicht correcte en volledige informatie te verstrekken, die niet vals of misleidend is. De Gebruiker mag geen gegevens verstrekken met betrekking tot namen of bankrekeningen waarvoor de Gebruiker niet bevoegd is om deze te gebruiken. Givt B.V. en de Processor hebben het recht informatie die de Gebruiker heeft verstrekt, te valideren en te verifiëren. 3.10 De Gebruiker kan het gebruik van Givt op ieder gewenst moment beëindigen, door zijn Givt account te verwijderen via het menu in de app, of via mail aan support@givtapp.net. Het verwijderen van de app op de smartphone zonder deze stappen te doorlopen, resulteert niet in een automatische verwijdering van de gegevens van de Gebruiker. Givt B.V. kan de relatie met de Gebruiker beëindigen indien de Gebruiker deze voorwaarden niet naleeft of indien Givt voor 18 achtereenvolgende maanden niet wordt gebruikt. Op verzoek stuurt Givt B.V. een overzicht van alle donatiegegevens. 3.11 Givt B.V. brengt geen vergoeding in rekening voor het gebruik van Givt. 3.12 Givt B.V. heeft het recht de aangeboden functionaliteiten van tijd tot tijd aan te passen om deze te verbeteren of te wijzigen en om fouten te herstellen. Givt B.V. zal zich inspannen om eventuele fouten in de Givt-software op te lossen, maar kan niet garanderen dat alle fouten, al dan niet tijdig, worden hersteld. 4. Verwerking transacties 4.1 Givt B.V. is geen bank/financiële instelling en verleent geen bancaire of betalingsverwerkende diensten. Om de donaties van de Gebruiker te verwerken, heeft Givt B.V. daarom een overeenkomst gesloten met een betaaldienstverlener genaamd SlimPay, een financiële instelling (de “Processor”), waarin is afgesproken dat Givt B.V. de transactiegegevens naar de Processor verstuurt, om donaties te initiëren en af te handelen. Givt B.V. zal, na de collectie van de donaties, zorgdragen voor de afdracht van de donaties aan de door de Gebruiker aangestelde begunstigde(n). De transactiedata zullen door Givt worden verwerkt en doorgestuurd naar de Processor. De Processor zal de betalingstransacties initiëren en Givt B.V. is verantwoordelijk om de relevante bedragen over te maken naar een bankrekening van de kerk/stichting zoals door de Gebruiker aangewezen als begunstigde van de donatie. 4.2 De Gebruiker gaat ermee akkoord dat Givt B.V. de Gebruikers (transactie- en bank-)gegevens mag doorgeven aan de Processor, samen met alle andere noodzakelijke account- en persoonlijke informatie van de Gebruiker, om de Processor in staat te stellen de betalingstransacties te kunnen initiëren en verwerken. Givt B.V. behoudt zich het recht voor om op elk moment van Processor te veranderen. De Gebruiker gaat ermee akkoord dat Givt B.V. relevante informatie over de Gebruiker en de gegevens zoals omschreven in artikel 4.2 mag doorsturen naar de nieuwe Processor om betalingstransacties te kunnen blijven verwerken. 4.3 Givt B.V. en de Processor zullen de gegevens van de Gebruiker verwerken in overeenstemming met de wet­ en regelgeving die geldt voor gegevensbescherming. Voor verdere informatie over hoe persoonsgegevens worden verzameld, verwerkt en gebruikt, verwijst Givt B.V. de Gebruiker naar haar privacybeleid. Deze kan online (www.givtapp.net/privacyverklaringgivt) teruggevonden worden. 4.4 De donaties van de Gebruiker verlopen via Givt B.V. als intermediair. Vervolgens zal Givt B.V. ervoor zorgdragen dat de gelden worden overgemaakt naar de begunstigde(n), met wie Givt B.V. een overeenkomst heeft afgesloten. 4.5 Om een donatie via Givt uit te voeren, dient de Gebruiker een machtiging af te geven aan Givt B.V. en/of de Processor (voor een automatische SEPA incasso). De Gebruiker kan te allen tijde – binnen de voorwaarden zoals gehanteerd door de Gebruikers bank – een automatische incasso terugdraaien. 4.6 Een donatie kan door Givt B.V. en/of de Processor worden geweigerd als er redelijke gronden zijn om aan te nemen dat een Gebruiker in strijd met deze voorwaarden handelt of als er redelijke gronden zijn om aan te nemen dat een donatie mogelijk verdacht of illegaal is. Givt B.V. stelt de Gebruiker hiervan zo spoedig mogelijk op de hoogte, tenzij dit wettelijk is verboden. 4.7 Gebruikers van de Givt app zullen geen kosten worden berekend voor hun donaties via ons platform. Givt en de ontvangende partij hebben aparte afspraken gemaakt omtrent vergoedingen in de door hen geldende overeenkomst. 4.8 De Gebruiker gaat ermee akkoord dat Givt B.V. de Gebruikers (transactie-)gegevens mag doorgeven aan de lokale belastingautoriteiten, samen met alle andere noodzakelijke account- en persoonlijke informatie van de Gebruiker, om de Gebruiker te assisteren met zijn/haar jaarlijkse belastingaangifte. 5. Beveiliging, diefstal en verlies 5.1 De Gebruiker dient alle redelijke voorzorgsmaatregelen te nemen om zijn/haar inloggegevens tot Givt veilig te bewaren om verlies, diefstal, verduistering of ongeautoriseerd gebruik van Givt of zijn/haar smartphone te vermijden. 5.2 De Gebruiker is verantwoordelijk voor de beveiliging van zijn/haar smartphone. Givt B.V. beschouwt elke donatie vanuit de Givt-account van de Gebruiker als een door de Gebruiker goedgekeurde transactie, ongeacht de rechten die de Gebruiker toekomen onder artikel 4.5. 5.3 De Gebruiker dient Givt B.V. onmiddellijk op de hoogte te brengen via support@givtapp.net of +31 320 320 115, zodra zijn/haar smartphone is verloren of gestolen. Bij ontvangst van een melding blokkeert Givt B.V. het account om (verder) misbruik te voorkomen. 6. Updates 6.1 Givt B.V. brengt van tijd tot tijd updates uit ter verbetering van de gebruikerservaring, die fouten kunnen herstellen of het functioneren van Givt verbeteren. Beschikbare updates voor Givt zullen kenbaar worden gemaakt via notificatie langs Apple’s App Store en Google Play, waarbij het uitsluitend de verantwoordelijkheid van de Gebruiker is deze notificaties bij te houden. 6.2 Een update kan voorwaarden stellen die afwijken van het in deze voorwaarden bepaalde. Dit wordt aan de Gebruiker altijd vooraf gemeld en de Gebruiker heeft dan gelegenheid de update te weigeren. Door installatie van een dergelijke update gaat de Gebruiker akkoord met deze afwijkende voorwaarden, welke dan deel uit zullen maken van deze gebruikersvoorwaarden. Indien de Gebruiker niet akkoord gaat met de gewijzigde voorwaarden, dient hij/zij het gebruik van Givt te staken en Givt te verwijderen van zijn/haar mobiele telefoon en/of tablet. 7. Aansprakelijkheid 7.1 Givt is met de grootste zorg samengesteld. Hoewel Givt B.V. ernaar streeft Givt 24 uur per dag beschikbaar te maken, aanvaardt zij geen aansprakelijkheid indien, om welke reden dan ook, Givt niet beschikbaar is op een bepaald moment of voor een bepaalde periode. Givt B.V. houdt zich het recht voor Givt (onaangekondigd) tijdelijk of permanent te staken, zonder dat de Gebruiker daar enige rechten uit kan ontlenen. 7.2 Givt B.V. is niet aansprakelijk voor schade of letsel welke voortvloeit uit het gebruik van Givt. De beperkingen van aansprakelijkheid zoals genoemd in dit artikel komen te vervallen indien de aansprakelijkheid voor schade het gevolg is van opzet of grove schuld aan de zijde van Givt B.V. 7.3 De Gebruiker vrijwaart Givt B.V. voor alle mogelijke aanspraken van derden (bijvoorbeeld begunstigden van de donaties of de belastingdienst) als gevolg van het gebruik van Givt of het niet of op niet correcte wijze nakomen van wettelijke of contractuele verplichtingen jegens Givt B.V. De Gebruiker zal Givt B.V. alle schade en kosten vergoeden die Givt B.V. als gevolg van dergelijke aanspraken lijdt. 8. Overige Bepalingen 8.1 Deze gebruikersvoorwaarden treden in werking bij ingebruikname van Givt en blijven dan voor onbepaalde tijd van kracht. De overeenkomst mag door zowel de Gebruiker als Givt B.V. op ieder moment worden opgezegd met een opzegtermijn van een maand. Deze overeenkomst eindigt van rechtswege indien de Gebruiker: (i) in staat van faillissement wordt verklaard, (ii) surséance van betaling aanvraagt of er algeheel beslag op Gebruikers vermogen wordt gelegd, (iii) de Gebruiker overlijdt, (iv) in liquidatie treedt, opgeheven wordt of wordt ontbonden. Na beëindiging van de overeenkomst (om welke reden dan ook) dient de Gebruiker ieder gebruik van Givt te staken en gestaakt te houden. De Gebruiker dient dan alle kopieën (inclusief reservekopieën) van Givt te verwijderen van al zijn/haar systemen. 8.2 Indien enige bepaling van deze voorwaarden nietig is of vernietigd wordt, tast dit niet de geldigheid van de gehele overeenkomst aan en zullen overige bepalingen van deze voorwaarden van kracht blijven. Partijen zullen in dat geval ter vervanging (een) nieuwe bepaling(en) vaststellen, waarmee zoveel als rechtens mogelijk is aan de bedoeling van de oorspronkelijke overeenkomst gestalte wordt gegeven. 8.3 Het is de Gebruiker niet toegestaan rechten en/of verplichtingen voortvloeiende uit het gebruik van Givt en deze voorwaarden over te dragen aan derden zonder voorafgaande schriftelijke toestemming van Givt B.V. Omgekeerd is dit Givt B.V. wel toegestaan. 8.4 Eventuele geschillen die voortvloeien uit of in verband met deze voorwaarden worden definitief beslecht door de rechtbank van Lelystad. Voordat het geschil naar de rechter zal worden verwezen, zullen U en Wij ons inspannen om het geschil in der minne op te lossen. 8.5 Op deze Gebruiksvoorwaarden is Nederlands recht van toepassing. 8.6 De Gebruiksvoorwaarden doen geen afbreuk aan de Gebruikers dwingendrechtelijke rechten als consument. 8.7 Givt B.V. beschikt over een interne klachtenprocedure. Givt B.V. behandelt klachten efficiënt en zo spoedig als redelijkerwijs mogelijk is. Als de Gebruiker een klacht heeft over de tenuitvoerlegging van deze voorwaarden door Givt B.V., moet de Gebruiker deze schriftelijk indienen bij Givt B.V. (via support@givtapp.net).
