Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# countryStringSk
source: Slovakia
de: Slowakei
es_419: Eslovaquia
nl: Slowakije

# countryStringIe
source: Ireland
de: Irland
es_419: Irlanda
nl: Ierland

# errorChangePostalCode
source: You've entered a post code that is unknown. Please change it under "Personal information" in the menu.
de: Du hast eine unbekannte Postleitzahl eingegeben. Bitte ändere diese unter "Persönliche Informationen" im Menü.
nl: Je gebruikt een postcode die onbekend is. Ga naar "Mijn gegevens" in het menu.

# informationAboutUsGb
source: Givt is a product of Givt LTD. We are located at the Blackthorn House in Birmingham, England. For questions or complaints you can reach us via 020 3790 8068 or support@givt.co.uk We are registered under the Company Registration Number 11396586.
de: Givt is a product of Givt LTD. We are located at the Suite 2A, Blackthorn House in St Pauls Square, Birmingham, England. For questions or complaints you can reach us via +44 20 3790 8068 or support@givt.app. We are registered under the Company Registration Number 11396586.
nl: Givt is a product of Givt LTD. We are located at the Blackthorn House in Birmingham, England. For questions or complaints you can reach us via 020 3790 8068 or support@givt.app. We are registered under the Company Registration Number 11396586.

# bluetoothErrorMessageAction
source: On it
de: Ich mach es
nl: Ik doe het

# bluetoothErrorMessageCancel
source: Rather not
de: Lieber nicht
nl: Liever niet

# authoriseBluetooth
source: Authorise Givt to use Bluetooth
de: Autorisiere Givt zur Verwendung von Bluetooth
es_419: Autorizar a Givt para usar Bluetooth
nl: Geef Givt toegang tot Bluetooth

# authoriseBluetoothErrorMessage
source: Give Givt permission to access your Bluetooth so you're ready to give to a collection.
de: Gib Givt die Erlaubnis, auf dein Bluetooth zuzugreifen, damit du einer Sammlung etwas geben kannst.
es_419: Dé permiso a Givt para acceder a su Bluetooth para estar listo para donar a una colecta.
nl: Geef Givt toegang tot je Bluetooth om gewoon aan de collecte te blijven geven.

# authoriseBluetoothExtraText
source: Go to Settings > Privacy > Bluetooth and select 'Givt'.
de: Gehe zu Einstellungen > Datenschutz > Bluetooth und wähle 'Givt'.
es_419: Vaya a Ajustes > Privacidad > Bluetooth y seleccione 'Givt'.
nl: Ga naar Instellingen > Privacy > Bluetooth en selecteer "Givt".

# unregisterError
source: Alas, we are unable to unregister your account. Could you try again later?
de: Leider können wir die Registrierung deines Kontos nicht aufheben. Kannst du es später noch einmal versuchen?
nl: Helaas, we kunnen op dit moment je account niet opzeggen. Probeer je het later nog een keer?

# unregisterMandateError
source: Alas, we are unable to unregister your account because we are unable to cancel your mandate or direct debit instruction. Please contact us.
de: Leider können wir die Registrierung deines Kontos nicht aufheben, da wir dein Mandat oder die Lastschriftanweisung nicht kündigen können. Bitte kontaktiere uns.
nl: Helaas, we kunnen op dit moment je account niet opzeggen omdat het niet lukt om je machtiging op te zeggen. Neem aub contact op met ons.

# unregisterErrorTitle
source: Terminate failed
de: Beenden fehlgeschlagen
es_419: Cancelación fallida
nl: Opzeggen mislukt

# setupRecurringGiftTitle
source: Set up your recurring donation
de: Richte eine wiederkehrende Spende ein
es_419: Configure su donación recurrente
nl: Plan je gift

# setupRecurringGiftText3
source: from
de: von
es_419: desde
nl: vanaf

# setupRecurringGiftText4
source: until
de: bis
es_419: hasta
nl: tot

# setupRecurringGiftText5
source: or
de: oder
es_419: o
nl: of

source: Add
de: Hinzufügen
nl: Toevoegen

# subMenuItemFirstDestinationThenAmount
source: One-off donation
de: Einem guten Zweck geben
nl: Eenmalige gift

# faqQuestionFirstTargetThenAmount1
source: What is "Give to a good cause"?
de: Was ist "Für einen guten Zweck geben"?
nl: Wat is "geven aan een goed doel"?

# faqAnswerFirstTargetThenAmount1
source: "Give to a good cause" is a new functionality in your Givt-app. It works exactly as you are used with us, but now you first choose the good cause and then the amount. Handy!
de: "Für einen guten Zweck geben" ist eine neue Funktion in deiner Givt-App. Es funktioniert genau so, wie du es bei uns gewohnt bist, aber jetzt wähle zuerst den guten Spendenzweck und dann die Höhe. Wie praktisch!
nl: "Geven aan een goed doel" is een nieuwe functionaliteit in je Givt-app. Het werkt net zoals je het van de app gewoon bent, maar nu kan je eerst je goede doel kiezen en daarna hoeveel je wil geven.

# faqQuestionFirstTargetThenAmount2
source: Why can I only choose a good cause from the list?
de: Warum kann ich nur einen guten Grund aus der Liste auswählen?
nl: Waarom kan ik enkel maar een goed doel uit de lijst selecteren?

# faqAnswerFirstTargetThenAmount2
source: "Giving to a good cause" is brand new and still under construction. New functionalities are continuous being added in time.
de: "Für einen guten Zweck geben" ist brandneu und befindet sich noch im Aufbau. Mit der Zeit werden ständig neue Funktionen hinzugefügt.
nl: Het "geven aan een goed doel" is splinternieuw en nog in volle opbouw. Beetje bij beetje zullen wij dus nieuwe functionaliteiten toevoegen.

# setupRecurringGiftText2
source: to
de: spenden an
es_419: a
nl: geven aan

# setupRecurringGiftText1
source: I want to give every
de: Ich möchte jede
es_419: Quiero donar cada
nl: Ik wil graag elk(e)

# setupRecurringGiftMonth
source: month
de: Monat
es_419: mes
nl: maand

# setupRecurringGiftQuarter
source: quarter
de: Quartal
es_419: trimestre
nl: kwartaal

# setupRecurringGiftYear
source: year
de: Jahr
es_419: año
nl: jaar

# setupRecurringGiftWeekPlural
source: weeks
de: Wochen
nl: weken

# setupRecurringGiftMonthPlural
source: months
de: Monate
nl: maanden

# setupRecurringGiftQuarterPlural
source: quarters
de: Quartale
nl: kwartalen

# setupRecurringGiftYearPlural
source: years
de: Jahre
nl: jaren

# menuItemRecurringDonation
source: Recurring donations
de: Wiederkehrende Spende
es_419: Donaciones recurrentes
nl: Terugkerende giften

# setupRecurringGiftHalfYear
source: half year
de: Halbes Jahr
es_419: semestre
nl: half jaar

# setupRecurringGiftText6
source: times
de: Mal
es_419: veces
nl: keer

# loginAndTryAgain
source: Please log in and try again.
de: Bitte melde dich an und versuche es erneut.
nl: Gelieve in te loggen en opnieuw te proberen.

# givtIsBeingProcessedRecurring
source: Thank you for your Givt(s) to {value0}! You can check the overview of your recurring donations under 'Overview'. The first recurring donation of {value1} {value2} will be initiated on {value3}. After that it will be withdrawn each {value4}.
de: Vielen Dank für deine(n) Givt (s) an {value0}! Du kannst die Übersicht der wiederkehrenden Spenden unter "Übersicht" einsehen. Die erste wiederkehrende Spende von {value1} {value2} wird am {value3} initiiert. Danach wird es jeweils zum {value4} eingezogen.
nl: Bedankt voor je Givt(s) aan {value0}! Bekijk het overzicht van je geplande Givts onder 'Overzicht'. De eerste geplande Givt van {value1} {value2} zal worden afgeschreven op {value3}. Daarna zullen we iedere {value4} afschrijven.

# overviewRecurringDonations
source: Recurring donations
de: Wiederkehrende Spenden
nl: Terugkerende giften

# titleRecurringGifts
source: Recurring donations
de: Wiederkehrende Spenden
nl: Terugkerende giften

# recurringGiftsSetupCreate
source: Schedule your
de: Plane deine
es_419: Programe su
nl: Plan je

# recurringGiftsSetupRecurringGift
source: recurring donation
de: wiederkehrende Spende
es_419: donación recurrente
nl: terugkerende gift

# recurringDonationYouGive
source: you give
de: Du gibst
es_419: usted dona
nl: geef je

# recurringDonationStops
source: This will stop on {value0}
de: Diese enden am {value0}
es_419: Esto se detendrá el {value0}
nl: Dit stopt op {value0}

source: Select recipient
de: Empfänger auswählen
es_419: Seleccionar destinatario
nl: Selecteer ontvanger

# setupRecurringDonationFailed
source: The recurring donation was not set up successfully. Please try again later.
de: Die wiederkehrende Spende wurde nicht erfolgreich eingerichtet. Bitte versuche es später noch einmal.
es_419: La donación recurrente no se configuró correctamente. Por favor
nl: Het instellen van de terugkerende gift is helaas niet gelukt. Probeer het later eens opnieuw.

# emptyRecurringDonationList
source: All your recurring donations will be visible here.
de: Alle deine wiederkehrenden Spenden werden hier angezeigt.
es_419: Todas sus donaciones recurrentes serán visibles aquí.
nl: Al je terugkerende giften komen hier terecht

# cancelRecurringDonationAlertTitle
source: Are you sure you want to stop donating to {value0}?
de: Bist du sicher, dass du an {value0} nicht mehr spenden willst?
es_419: ¿Está seguro de que quiere dejar de donar a {value0}?
nl: Weet je zeker dat je wil stoppen met geven aan {value0}?

# cancelRecurringDonationAlertMessage
source: The donations already made will not be cancelled.
de: Die bereits getätigten Spenden werden nicht storniert.
es_419: Las donaciones ya realizadas no serán canceladas.
nl: De giften die je al hebt gedaan, worden niet geannuleerd.

# cancelRecurringDonation
source: Stop
de: Anhalten
es_419: Detener
nl: Stopzetten

# setupRecurringGiftText7
source: Each
de: Jede(s)
es_419: Cada
nl: Elk(e)

# cancelRecurringDonationFailed
source: The recurring donation was not cancelled successfully. Please try again later.
de: Die wiederkehrende Spende konnte nicht storniert werden. Bitte versuche es später noch einmal.
es_419: La donación recurrente no se canceló correctamente. Por favor
nl: Het annuleren van de terugkerende gift is helaas niet gelukt. Probeer het later eens opnieuw.

# pushnotificationRequestScreenTitle
source: Push notifications
de: Push-Nachrichten
nl: Pushnotificaties

# pushnotificationRequestScreenDescription
source: We would like to keep you posted on when the next donation will be collected from your account. At the moment we don't have permission to send you messages. Could you change that setting, please?
de: Wir möchten dich auf dem Laufenden halten, wann die nächste Spende von deinem Konto abgebucht wird. Im Moment haben wir keine Erlaubnis, dir Nachrichten zu senden. Könntest du diese Einstellung bitte ändern?
nl: We sturen graag even een berichtje wanneer je volgende gift wordt afgeschreven. We hebben nu nog geen toestemming om berichten te sturen. Pas je dat even aan?

# pushnotificationRequestScreenButtonYes
source: Yes, I will change my settings
de: Ja, ich werde meine Einstellungen ändern
nl: Yes, ga ik regelen

# reportMissingOrganisationListItem
source: Report a missing organisation
de: Fehlende Organisation melden
es_419: Informar sobre una organización que falta
nl: Ontbrekende organisatie melden

# reportMissingOrganisationPrefilledText
source: Hi! I would really like to give to:
de: Hallo! Ich würde wirklich gerne geben an:
es_419: ¡Hola! Me gustaría mucho donar a:
nl: Hallo! Ik wil heel graag geven aan:

# featureRecurringDonations1Title
source: Plan your recurring donations to charities
de: Plane deine wiederkehrenden Spenden an Wohltätigkeitsorganisationen
nl: Stel je terugkerende donaties aan goede doelen in

# featureRecurringDonations2Title
source: You're in control
de: Du hast die volle Kontrolle
nl: Inzicht en controle

# featureRecurringDonations3Title
source: Overview
de: Übersicht
nl: Giftenoverzicht

# featureRecurringDonations1Description
source: You can now plan your recurring donations, with the end date already selected.
de: Du kannst jetzt deine wiederkehrenden Spenden planen, wobei das Enddatum bereits feststeht.
nl: Je kunt nu terugkerende donaties met een einddatum instellen.

# featureRecurringDonations2Description
source: You can see all the recurring donations you have planned and stop them whenever you want.
de: Du kannst alle geplanten wiederkehrenden Spenden sehen und diese jederzeit stoppen.
nl: Bekijk welke terugkerende donaties je hebt ingesteld en stop ze wanneer jij wilt.

# featureRecurringDonations3Description
source: All your one off and recurring donations in one overview. Useful for yourself and for tax purposes.
de: Alle deine einmaligen und wiederkehrenden Spenden in einer Übersicht. Nützlich für dich selbst zur Info und für steuerliche Zwecke.
nl: Al je eenmalige en terugkerende donaties in één overzicht. Handig voor jezelf en voor de belastingaangifte.

# featureRecurringDonations3Button
source: Show me!
de: Zeig es mir!
nl: Laat het me zien!

# featureRecurringDonationsNotification
source: Hi! Would you also like to set up a recurring donation with this app? Take a quick look at what we have built.
de: Hallo! Möchtest du mit der App wiederkehrende Spende einrichten? Wirf einen kurzen Blick auf das, was wir gebaut haben.
nl: Hallo! Wil je ook graag een terugkerende gift instellen met de app? Bekijk snel wat we hebben gemaakt.

# setupRecurringDonationFailedDuplicate
source: The recurring donation was not set up successfully. You have already made a donation to this organisation with the same repeating period.
de: Die wiederkehrende Spende konnte nicht erfolgreich eingerichtet werden. Du hast bereits eine Spende an diese Organisation im gleichen angegebenen Zeitintervall geleistet.
es_419: La donación recurrente no se configuró correctamente. Ya ha realizado una donación a esta organización con el mismo período de repetición.
nl: Het instellen van de terugkerende gift is helaas niet gelukt. Je hebt al een gift aan deze organisatie met dezelfde herhalingsperiode.

# setupRecurringDonationFailedDuplicateTitle
source: Duplicate donation
de: Doppelte Spende
es_419: Donación duplicada
nl: Dubbele gift

# goToListWithRecurringDonationDonations
source: Overview
de: Übersicht
es_419: Resumen
nl: Overzicht

# recurringDonationsEmptyDetailOverview
source: This is where you'll find information about your donations, but the first donation still has to be collected
de: Hier findest du Informationen zu deinen Spenden, jedoch aber erst nach der ersten Spende
nl: Hier komen jouw giften te staan, maar het geld moet eerst nog rollen

# recurringDonationFutureDetailSameYear
source: Upcoming donation
de: Kommende Spende
es_419: Próxima donación
nl: Eerstvolgende gift

# recurringDonationFutureDetailDifferentYear
source: Upcoming donation in
de: Kommende Spende in
nl: Eerstvolgende gift in

# pushnotificationRequestScreenPrimaryDescription
source: We would like to keep you posted on when the next donation will be collected from your account. At the moment we don't have permission to send you messages. Could you allow that, please?
de: Wir möchten dich auf dem Laufenden halten, wann die nächste Spende von deinem Konto abgebucht wird. Im Moment haben wir keine Erlaubnis, dir Nachrichten zu senden. Könntest du das bitte zulassen?
nl: We sturen graag even een berichtje wanneer je volgende gift wordt afgeschreven. We hebben nu nog geen toestemming om berichten te sturen. Geef je toestemming?

# pushnotificationRequestScreenPrimaryButtonYes
source: Ok, fine!
de: Ok, gut!
nl: Oké, goed!

# discoverSearchButton
source: Search
de: Suchen
es_419: Buscar
nl: Zoeken

# discoverDiscoverButton
source: See all
de: Alles zeigen
es_419: Ver todo
nl: Bekijk alle

# discoverSegmentNow
source: Give
de: Spende
es_419: Donar
nl: Geef

# discoverSegmentWho
source: Discover
de: Entdecken
es_419: Descubrir
nl: Ontdek

# discoverHomeDiscoverTitle
source: Choose category
de: Kategorie wählen
es_419: Elegir categoría
nl: Kies categorie

# discoverOrAmountActionSheetOnce
source: One-off donation
de: Einmalige Spende
es_419: Donación única
nl: Eénmalige gift

# discoverOrAmountActionSheetRecurring
source: Recurring donation
de: Wiederkehrende Spende
es_419: Donación recurrente
nl: Terugkerende gift

# reccurringGivtIsBeingProcessed
source: Thank you for your recurring donation to {value0}! To see all the information, go to 'Recurring donations' in the menu.
de: Vielen Dank für deine wiederkehrende Spende an {value0}! Um alle Informationen zu sehen, gehe ins Menü 'Wiederkehrende Spenden'.
nl: Bedankt voor je terugkerende gift aan {value0}! Om alle informatie hierover te zien, ga je naar 'Terugkerende giften' in het menu.

# setupRecurringGiftTextPlaceholderDate
source: dd / mm / yy
de: tt / mm / jj
nl: dd / mm / jj

# amountLimitExceededRecurringDonation
source: This amount is higher than your chosen maximum amount. Do you want to continue or change the amount?
de: Dieser Betrag ist höher als der von dir gewählte Höchstbetrag. Möchtest du fortfahren oder den Betrag ändern?
es_419: Este importe es superior al importe máximo elegido. ¿Desea continuar o cambiar el importe?
nl: Hé gulle gever, dit bedrag is hoger dan je geeflimiet. Wil je toch doorgaan of wil je je gift aanpassen?

# sepaVerifyBodyDetails
source: Name: {value0} Address: {value1} E-mail address: {value2} IBAN: {value3} We only use the eMandate when you use the Givt app to make a donation
de: Name: {value0} Adresse: {value1} E-Mail-Adresse: {value2} IBAN: {value3} Wir verwenden das eMandate nur, wenn du mit der Givt-App spendest
nl: Naam: {value0} Adres: {value1} Email adres: {value2} IBAN: {value3} We gebruiken de machtiging enkel wanneer je de Givt-app gebruikt om te geven

# sepaVerifyBody
source: If any of the above is incorrect, please abort the registration and change your 'Personal information'
de: Wenn einer der oben genannten Punkte nicht korrekt ist, brich die Registrierung ab und ändere deine "persönlichen Daten".
nl: Zijn deze gegevens correct? Zo niet, annuleer de registratie en verander je persoonlijke gegevens.

source: Sign mandate
de: Mandat unterschreiben
es_419: Firmar mandato
nl: Teken machtiging

# signMandateDisclaimer
source: By continuing you sign the eMandate with above details. The mandate will be sent to you via mail.
de: Wenn du fortfährst, unterschreibe das eMandate mit den oben genannten Details. Das Mandat wird dir dann per Mail zugesandt.
nl: Bij doorgaan wordt een machtiging getekend met bovenstaande gegevens. Deze zal verstuurd worden via mail.

# budgetSummaryBalance
source: My giving this month
de: In diesem Monat gegeben
es_419: Mis donaciones este mes
nl: Deze maand gegeven

# budgetSummarySetGoal
source: Set a giving goal to motivate yourself.
de: Setze ein Ziel, um dich zu motivieren.
es_419: Establezca un objetivo de donación para motivarse.
nl: Stel een streefbedrag in om jezelf te motiveren.

# budgetSummaryGiveNow
source: Give now!
de: Gib jetzt!
es_419: ¡Donar ahora!
nl: Ik wil nu geven!

# budgetSummaryGivt
source: Given within Givt
de: Gegeben mit Givt
es_419: Donado dentro de Givt
nl: Via Givt

# budgetSummaryNotGivt
source: Given outside Givt
de: Außerhalb von Givt gegeben
es_419: Donado fuera de Givt
nl: Niet via Givt

# budgetSummaryShowAll
source: Show all
de: Zeige alles
es_419: Mostrar todo
nl: Toon alles

# budgetSummaryMonth
source: Monthly
de: Pro Monat
es_419: Mensual
nl: Per maand

# budgetSummaryYear
source: Annually
de: Jährlich
es_419: Anual
nl: Per jaar

# budgetExternalGiftsTitle
source: Giving outside Givt
de: Spenden außerhalb von Givt
es_419: Donaciones fuera de Givt
nl: Donaties buiten Givt

# budgetExternalGiftsInfo
source: Get a complete overview of all of your contributions. Add any contributions that you have made outside of Givt. You will find everything in your summary.
de: Verschaffe dir einen vollständigen Überblick über alle Spenden. Füge auch alle Spenden hinzu, welche du außerhalb von Givt geleistet hast. Dann findest du alles bequem in einer Zusammenfassung.
es_419: Obtenga una visión completa de todas sus contribuciones. Añada cualquier contribución que haya realizado fuera de Givt. Encontrará todo en su resumen.
nl: Je overzicht is pas compleet als al je giften erin staan. Voeg toe wat je niet via Givt geeft. Je vindt alles terug in je samenvatting.

# budgetExternalGiftsSubTitle
source: Your donations outside Givt
de: Spenden außerhalb von Givt
es_419: Sus donaciones fuera de Givt
nl: Donaties buiten Givt

# budgetExternalGiftsOrg
source: Name of organisation
de: Organisation benennen
es_419: Nombre de la organización
nl: Naam organisatie

# budgetExternalGiftsTime
source: Frequency
de: Zeitraum
es_419: Frecuencia
nl: Periode

# budgetExternalGiftsAmount
source: Amount
de: Summe
es_419: Importe
nl: Bedrag

# budgetExternalGiftsAdd
source: Add
de: Hinzufügen
nl: Toevoegen

# budgetExternalGiftsSave
source: Save
de: speichern
es_419: Guardar
nl: Opslaan

# budgetGivingGoalTitle
source: Setup giving goal
de: Ein Spendenziel setzen
es_419: Configurar objetivo de donación
nl: Streefbedrag instellen

# budgetGivingGoalInfo
source: Give consciously. Consider each month whether your giving behaviour matches your personal giving goals.
de: Gib bewusst. Überlege jeden Monat, ob dein Spendenverhalten deinen persönlichen Ambitionen entspricht.
es_419: Done conscientemente. Considere cada mes si su comportamiento de donación coincide con sus objetivos personales de donación.
nl: Geef bewust. Weeg elke maand af of je geefgedrag past bij je persoonlijke ambities.

# budgetGivingGoalMine
source: My giving goal
de: Mein Ziel zu geben
es_419: Mi objetivo de donación
nl: Mijn streefbedrag

# budgetGivingGoalTime
source: Period
de: Zeitraum
es_419: Período
nl: Periode

# budgetSummaryGivingGoalMonth
source: Monthly giving goal
de: Monatliches Spendenziel
es_419: Objetivo de donación mensual
nl: Streefbedrag per maand

# budgetSummaryGivingGoalEdit
source: Edit giving goal
de: Bearbeite das Spendenziel
es_419: Editar objetivo de donación
nl: Streefbedrag aanpassen

# budgetSummaryGivingGoalRest
source: Remaining giving goal
de: Verbleibendes Spendenziel
es_419: Objetivo de donación restante
nl: Resterend streefbedrag

# budgetSummaryGivingGoal
source: Giving goal:
de: Spendenziel:
nl: Streefbedrag:

# budgetMenuView
source: My personal summary
de: Meine persönliche Zusammenfassung
es_419: Mi resumen personal
nl: Mijn persoonlijke samenvatting

# budgetSummarySetGoalBold
source: Give consciously
de: Gib bewusst
es_419: Done conscientemente
nl: Bewust geven?

# budgetExternalGiftsInfoBold
source: Gain insight into what you give
de: Gewinne einen Einblick über das, was du gibst
es_419: Obtenga información sobre lo que dona
nl: Inzicht in wat je geeft

# budgetGivingGoalInfoBold
source: Set giving goal
de: Setze ein Spendenziel
es_419: Establecer objetivo de donación
nl: Stel jezelf een doel

# budgetGivingGoalRemove
source: Remove giving goal
de: Entferne das Spendenziel
es_419: Eliminar objetivo de donación
nl: Verwijder streefbedrag

# budgetSummaryNoGifts
source: You have no donations (yet) this month
de: Du hast diesen Monat (noch) keine Spenden getätigt
es_419: No tiene donaciones (aún) este mes
nl: Je hebt deze maand (nog) geen giften

# budgetTestimonialSummary
source: ”Since I’ve been using the summary, I have gained more insight into what I give. I give more consciously because of it."
de: "Seit ich die Zusammenfassung verwende, habe ich mehr Einblick über das, was ich gebe. Ich gebe deswegen viel bewusster."
nl: ”Ik heb meer inzicht in wat ik geef sinds ik de samenvatting voor al mijn giften gebruik. Ik geef hierdoor bewuster.”

# budgetTestimonialGivingGoal
source: ”My giving goal motivates me to regularly reflect on my giving behaviour.”
de: "Mein Spendenziel motiviert mich, regelmäßig über mein Spendenverhalten nachzudenken."
nl: ”Mijn streefbedrag motiveert mij om regelmatig stil te staan bij mijn geefgedrag.”
