Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# faQantwoord1
source: Donating with your smartphone Givt is the solution for giving with your smartphone when you are not carrying cash. Everyone owns a smartphone and with the Givt app you can easily participate in the offering. It’s a personal and conscious moment, as we believe that making a donation is not just a financial transaction. Using Givt feels as natural as giving cash. Why 'Givt'? The name Givt was chosen because it is about ‘giving’ as well as giving a ‘gift’. We were looking for a modern and compact name that looks friendly and playful. In our logo you might notice that the green bar combined with the letter ‘v’ forms the shape of an offering bag, which gives an idea of the function. The Netherlands, Belgium and the United Kingdom There is a team of specialists behind Givt, divided over the Netherlands, Belgium and the United Kingdom. Each one of us is actively working on the development and improvement of Givt. Read more about us on www.givtapp.net.
de: Spende mit deinem Handy Givt ist die Lösung für das Spenden mit deinem Smartphone, wenn du kein Bargeld bei dir hast. Jeder besitzt ein Smartphone und mit der Givt-App können Sie ganz einfach mitmachen. Spenden ist ein persönlicher und bewusster Moment, da wir glauben, dass eine Spende nicht nur eine rein finanzielle Transaktion ist. Die Verwendung von Givt fühlt sich so natürlich an wie das Geben von Bargeld. Warum "Givt"? Der Name Givt wurde gewählt, weil es sowohl um das Geben als auch um das Schenken eines Geschenks geht. Wir suchten nach einem modernen und kompakten Namen, der freundlich und verspielt wirkt. In unserem Logo werden Sie möglicherweise feststellen, dass der grüne Balken in Kombination mit dem Buchstaben "v" die Form eines Klingelbeutels bildet, die eine Vorstellung von der Funktion der App vermitteln soll. Niederlande, Belgien, Vereinigtes Königreich und Deutschland Hinter Givt steht ein multinationales Team von Spezialisten, das auf die Niederlande, Belgien, Vereinigte Königreich und Deutschland das verteilt ist. Jeder von uns arbeitet aktiv an der Entwicklung und Verbesserung von Givt. Erfahre mehr über uns auf www.givtapp.de
es_419: Donar con su smartphone Givt es la solución para donar con su smartphone cuando no lleva efectivo. Todo el mundo tiene un smartphone y con la aplicación Givt puede participar fácilmente en la colecta. Es un momento personal y consciente, ya que creemos que hacer una donación no es solo una transacción financiera. Usar Givt se siente tan natural como dar dinero en efectivo. ¿Por qué 'Givt'? El nombre Givt fue elegido porque se trata tanto de 'dar' (giving) como de hacer un 'regalo' (gift). Buscábamos un nombre moderno y compacto que pareciera amigable y divertido. En nuestro logo puede notar que la barra verde combinada con la letra 'v' forma la figura de una bolsa de colecta, lo que da una idea de la función. Países Bajos, Bélgica y Reino Unido Detrás de Givt hay un equipo de especialistas, repartidos entre los Países Bajos, Bélgica y el Reino Unido. Cada uno de nosotros trabaja activamente en el desarrollo y mejora de Givt. Lea más sobre nosotros en www.givtapp.net.
nl: Geven met je smartphone Givt is dé oplossing voor het meedoen aan de collecte zonder contant geld. Iedereen heeft een smartphone, met de Givt-app gebruik je deze tijdens de collecte om heel makkelijk een bedrag te geven. De Givt-app vind je gratis in de App Store en in Google Play. Persoonlijk en bewust Het geven van geld is niet zomaar een financiële transactie, het is vaak een persoonlijk en bewust moment. Vandaar dat wij de Givt-app zo ontwikkelen dat het net zo natuurlijk aanvoelt als het geven van contant geld. Waarom ‘Givt’? De naam Givt is gekozen omdat het zowel om ‘giving’ gaat, alsook om de ‘gift’ op zich. We zochten naar een moderne en compacte naam, die vriendelijk en speels oogt. Als je goed naar het logo kijkt, zie je dat het groene balkje met de letter ‘v’ samen een collectezak vormen, wat een idee geeft van de functie van de app. Het geven aan de collectezak geeft de roots van onze app aan. Hier is in 2016 de ontwikkeling begonnen. Inmiddels kan Givt op velerlei manieren ingezet worden. Achter Givt zit een team van specialisten, verdeeld over Nederland, België en Engeland, die allemaal actief bezig zijn met de ontwikkeling en verbetering van Givt.

# faQantwoord2
source: The first step was installing the app. For Givt to work effectively, it’s important that you enable Bluetooth and have a working internet connection. Then register yourself by filling in your information and signing a mandate. You’re ready to give! Open the app, select an amount, and scan a QR code, move your phone towards the collection bag or basket, or select a cause from the list. Your chosen amount will be saved, withdrawn from your account and distributed to the church or collecting charities. If you don’t have an internet connection when making your donation, the donation will be sent at a later time when you re-open the app. Like when you are in a WiFi zone.
de: Der erste Schritt war die Installation der App. Damit Givt effektiv funktioniert, ist es wichtig, dass Bluetooth aktiviert ist und dein Handy über eine funktionierende Internetverbindung verfügt. Dann registrieren dich, indem du deine Daten eingibst und ein Mandat unterzeichnest. Nun bist du bereit zu geben! Öffne die App, wähle einen Betrag und scann einen QR-Code, beweg dein Telefon in Richtung Kingelbeutel oder Korb oder wähle ein Ziel aus der Liste aus. Der von dir gewählte Betrag wird gespeichert, von deinem Konto abgebucht und an die Kirche oder die sammelnde Wohltätigkeitsorganisation verteilt. Wenn du zum Zeitpunkt der Spende keine Internetverbindung hast, wird die Spende zu einem späteren Zeitpunkt gesendet, wenn wieder eine Internetverbindung besteht und die App erneut öffnen z.B. wenn du dich in einem WLAN befindest.
es_419: El primer paso fue instalar la aplicación. Para que Givt funcione eficazmente, es importante que active el Bluetooth y tenga una conexión a internet funcional. Luego regístrese completando su información y firmando un mandato. ¡Está listo para donar! Abra la aplicación, seleccione un importe y escanee un código QR, acerque su teléfono a la bolsa o cesta de colecta, o seleccione una causa de la lista. El importe elegido se guardará, se retirará de su cuenta y se distribuirá a la iglesia u organizaciones benéficas que recolectan. Si no tiene conexión a internet al hacer su donación, la donación se enviará más tarde cuando vuelva a abrir la aplicación. Como cuando esté en una zona WiFi.
nl: De eerste stap Je hebt de app al geïnstalleerd, dat is de eerste stap. Registreer jezelf eenmalig als gebruiker door je gegevens in te vullen. Vervolgens werkt het net zo makkelijk als het geven van contant geld. Open de app, selecteer het bedrag dat je wilt geven en kies vervolgens de manier van geven: – beweeg je telefoon langs een collectemiddel – scan een QR-code – selecteer een doel uit een lijst – of geef op locatie Het gekozen bedrag wordt opgeslagen, van je bankrekening afgeschreven en aan de collecterende organisatie overgemaakt. Wanneer je op het moment van geven geen internetverbinding hebt, wordt de opdracht op een later moment bij het heropenen van de app verstuurd. Bijvoorbeeld als je thuis bent en weer gebruik maakt van WiFi.

# faQantwoord3
source: You can access the app menu by tapping the menu at the top left of the ‘Amount’ screen. To change your settings, you have to log in using your e-mail address and password, fingerprint/Touch ID or a FaceID. In the menu you can find an overview of your donations, adjust your maximum amount, review and/or change your personal information, change your amount presets, fingerprint/Touch ID or FaceID, or terminate your Givt account.
de: Du kannst auf das App-Menü zugreifen, indem du auf das Menü oben links im Bildschirm "Betrag" tippst. Um deine Einstellungen zu ändern, musst du dich zunächst mit deiner E-Mail-Adresse und Passwort oder falls aktiviert via PIN, Fingerabdruck / Touch-ID oder FaceID anmelden. Im Menü findest du eine Übersicht über deine Spenden, kannst deinen Maximalbetrag anpassen, deine persönlichen Daten überprüfen und / oder ändern, die Betragsvoreinstellungen ändern, Fingerabdruck / Touch-ID oder FaceID festlegen oder das Givt-Konto kündigen.
es_419: Puede acceder al menú de la aplicación tocando el menú en la parte superior izquierda de la pantalla 'Importe'. Para cambiar su configuración, debe iniciar sesión con su dirección de correo electrónico y contraseña, huella digital/Touch ID o Face ID. En el menú puede encontrar un resumen de sus donaciones, ajustar su importe máximo, revisar y/o cambiar su información personal, cambiar sus importes preestablecidos, huella digital/Touch ID o Face ID, o cancelar su cuenta de Givt.
nl: Je kunt je app-menu bereiken door links bovenin het bedragscherm op het menu te drukken. Om je instellingen te wijzigen wordt je gevraagd in te loggen met je e-mailadres en wachtwoord of een andere beveiligingsmethode (vingerafdruk of FaceID) als je die hebt ingesteld. In je menu kun je het overzicht van je giften inzien, je geeflimiet aanpassen, je persoonlijke gegevens wijzigen, je voorkeursbedragen aanpassen, een extra beveilgingsmethode instellen (vingerafdruk of FaceID) of je account opzeggen.

# faQantwoord4
source: More and more organisations You can use Givt in all organisations that are registered with us. More organisations are joining every week. Not registered yet? If your organisation is not affiliated with Givt yet, please contact us at +44 2037 908068 or info@givt.app .
de: Immer mehr Organisationen Du kannst Givt bei allen Organisationen verwenden, die bei uns registriert sind. Jede Woche treten weitere Organisationen bei. Die neueste Übersicht findest du unter www.givtapp.net/en/where-to-use-givt. Noch nicht registriert? Falls Ihre Organisation noch nicht mit Givt verbunden ist, kontaktieren Sie uns bitte unter +49 391 5054 7299 oder info@givtapp.net.
es_419: Cada vez más organizaciones Puede usar Givt en todas las organizaciones registradas con nosotros. Más organizaciones se unen cada semana. ¿Aún no está registrada? Si su organización aún no está afiliada a Givt, por favor contáctenos al +44 2037 908068 o info@givt.app .
nl: Je kunt Givt gebruiken bij alle organisaties die bij ons zijn aangesloten. Dit varieert van kerken, tot goede doelen, evenementen, musea en (straat)artiesten. Er komen elke week meer bij, check de pagina www.givtapp.net/waar-givt-gebruiken voor het totale overzicht. Nog niet aangesloten? Als de kerk of organisatie waaraan je wilt geven nog niet is aangesloten bij Givt, laat het ons weten, dan nemen we contact met ze op!

# faQantwoord5
source: SlimPay When installing Givt, the user gives the app authorisation to debit their account. The transactions are handled by Slimpay – a bank that specialises in processing mandates. Revocable afterwards No transactions take place in the moment of giving. The transactions take place afterwards via a direct debit. Since these transactions are revocable, it is completely safe and immune to fraud.
de: SlimPay Bei der Installation von Givt erteilt der Benutzer der App die Berechtigung, sein Konto zu belasten. Die Transaktionen werden von Slimpay abgewickelt - einer Bank, die sich auf die Bearbeitung von Mandaten spezialisiert hat. Danach widerruflich Im Moment des Gebens finden keine Transaktionen statt. Die Transaktionen erfolgen anschließend per Lastschrift. Da diese Transaktionen widerruflich sind, ist sie absolut sicher und immun gegen Betrug.
es_419: Better World Payments Al instalar Givt, el usuario autoriza a la aplicación a debitar su cuenta. Las transacciones son gestionadas por Better World Payments, un banco especializado en procesar mandatos. Revocable posteriormente No se realizan transacciones en el momento de la donación. Las transacciones se realizan posteriormente mediante un débito directo. Dado que estas transacciones son revocables, es completamente seguro e inmune al fraude.
nl: Tijdens de registratie in de Givt-app machtig je als gebruiker tot het incasseren van alle giften die je in de app doet. De transacties worden afgehandeld door SlimPay; een partij die gespecialiseerd is in de behandeling van machtigingen. Er vinden geen afschrijvingen plaats tijdens het geven met Givt, dit gebeurt achteraf door middel van een automatische incasso. Op je bankafschrift zal je zien dat je gift afgeschreven is door Givt B.V. Alle automatische incasso’s zijn achteraf via je eigen bank te herroepen.

# faQantwoord6
source: Continues to develop Givt continues to develop their service. Right now you can easily give during the offering using your smartphone, but it doesn't stop there. Curious to see what we are working on? Join us for one of our Friday afternoon demos. Tax return At the end of the year you can request an overview of all your donations, which makes it easier for you when it comes to tax declaration. Eventually we would like to see that all donations are automatically filled in on the declaration.
de: Entwickelt sich stets weiter Givt entwickelt seinen Service immer weiter. Im Moment können Sie während einer Kollekte problemlos mit dem Smartphone geben, aber hier hört es nicht auf. Neugierig, woran wir arbeiten? Besuche uns bei einer unserer Demos am Freitagnachmittag. Steuererklärung Am Ende des Jahres kannst du eine Übersicht über alle deine getätigten Spenden anfordern, was dir bei der Erstellung einer Steuererklärung das Leben erleichtert. Letztendlich arbeiten wir daran, dass alle Spenden automatisch in die Erklärung eingetragen werden.
es_419: Desarrollo continuo Givt continúa desarrollando su servicio. Ahora mismo puede donar fácilmente durante la colecta usando su smartphone, pero esto no termina aquí. ¿Tiene curiosidad por saber en qué estamos trabajando? Únase a una de nuestras demostraciones de los viernes por la tarde. Declaración de impuestos Al final del año puede solicitar un resumen de todas sus donaciones, lo que le facilita la declaración de impuestos. Eventualmente nos gustaría que todas las donaciones se completaran automáticamente en la declaración.
nl: Givt staat niet stil, maar blijft zich ontwikkelen. We hebben het mogelijk gemaakt om in de kerk, tijdens evenementen en aan (straat)artiesten te geven zonder contant geld. Givt biedt een heleboel opties om te geven. Belastingaangifte Aan het einde van het jaar kan je een overzicht van je giften opvragen, wel zo gemakkelijk voor de belastingaangifte. In dit overzicht staan alleen de giften die je hebt gedaan aan een algemeen nut beogende instelling (ANBI), een culturele ANBI of aan een sociaal belang behartigende instelling (SBBI). Uiteindelijk streven we ernaar dat alle giften automatisch worden ingevuld bij de belastingaangifte.

# faQantwoord7
source: Safe and risk free It is very important to us that everything is safe and risk free. Each user has a personal account with its own password. You need to login to view or change your settings. Handling transactions The transactions are handled by Slimpay – a bank that specialises in processing mandates. SlimPay is under the supervision of several national banks in Europe, including the Dutch Central Bank (DNB). Immune to fraud When installing Givt, the user gives the app authorisation to debit their account. We want to emphasise that no transactions take place in the moment of giving. The transactions take place afterwards via a direct debit. Since these transactions are revocable, it is completely safe and immune to fraud. Overview Organisations can login to the Givt dashboard. This dashboard gives an overview of all financial transactions, from the moment of giving up to the full processing of the payment. In this way any collection can be followed from start to finish. Organisations can see how many people used Givt, but not who they are.
de: Sicher und risikofrei Es ist uns sehr wichtig, dass alles so sicher wie irgend möglich und risikofrei ist. Jede(r) Nutzer/-in hat ein persönliches Konto mit einem eigenen Passwort. Man muss sich daher anmelden, um die eignen Einstellungen anzuzeigen oder ändern zu können. Transaktionen abwickeln Die Transaktionen werden von Slimpay abgewickelt - einer Bank, die sich auf die Bearbeitung von Mandaten spezialisiert hat. SlimPay steht unter der Aufsicht mehrerer nationaler Banken in Europa, einschließlich der niederländischen Zentralbank (DNB). Immun gegen Betrug Bei der Installation von Givt erteilen die Nutzer der App die Berechtigung, das Konto zu belasten. Wir möchten betonen, dass im Moment des Gebens keinerlei Transaktionen stattfinden. Die Transaktionen erfolgen anschließend ausschließlich per Lastschrift. Da diese Transaktionen widerruflich sind, ist sie absolut sicher und immun gegen Betrug. Überblick Unternehmen können sich beim Givt-Dashboard anmelden. Dieses Dashboard bietet einen Überblick über alle Finanztransaktionen vom Zeitpunkt der Spende bis zur vollständigen Verarbeitung der Zahlung. Auf diese Weise kann jede Sammlung von Anfang bis Ende nachverfolgt werden. Organisationen können sehen, wie viele Personen Givt verwendet haben, aber nicht wer genau gespendet hat.
es_419: Seguro y sin riesgos Es muy importante para nosotros que todo sea seguro y sin riesgos. Cada usuario tiene una cuenta personal con su propia contraseña. Necesita iniciar sesión para ver o cambiar su configuración. Gestión de transacciones Las transacciones son gestionadas por Better World Payments, un banco especializado en procesar mandatos. Inmune al fraude Al instalar Givt, el usuario autoriza a la aplicación a debitar su cuenta. Queremos enfatizar que no se realizan transacciones en el momento de la donación. Las transacciones se realizan posteriormente mediante un débito directo. Dado que estas transactions son revocables, es completamente seguro e inmune al fraude. Resumen Las organizaciones pueden iniciar sesión en el panel de control de Givt. Este panel ofrece un resumen de todas las transacciones financieras, desde el momento de la donación hasta el procesamiento completo del pago. De esta manera, cualquier colecta puede seguirse de principio a fin. Las organizaciones pueden ver cuántas personas usaron Givt, pero no quiénes son.
nl: Givt hecht grote waarde aan veiligheid. We zijn ons ervan bewust dat onze dienstverlenende rol tussen donateurs en collecterende organisaties gebaseerd is op vertrouwen. Een belangrijk deel van geven met Givt is dat een donateur anoniem blijft voor de collecterende organisatie. Om dit te waarborgen zullen wij nooit gegevens doorverkopen en zullen de verzamelde gegevens alleen intern gebruikt worden om een optimale service te kunnen bieden. De transacties worden afgehandeld door SlimPay; een bank gespecialiseerd in de behandeling van machtigingen. SlimPay staat onder toezicht van meerdere nationale banken in Europa, waaronder De Nederlandse Bank (DNB). Bij het installeren van de Givt-app, machtigt de gebruiker tot het incasseren van de donaties die er met de app gedaan worden. Het is goed om te benadrukken dat er geen transacties plaatsvinden tijdens het geven met Givt. De transacties vinden achteraf plaats door middel van een automatische incasso. Aangezien deze achteraf te herroepen zijn, is het volledig veilig en ongevoelig voor fraude. Organisaties kunnen inloggen op het Givt-dashboard. Dit geeft een overzicht van alle financiële transacties, vanaf het moment van geven tot aan de volledige verwerking van de betaling. Zo is elk bedrag van begin tot eind te volgen. Organisaties kunnen zien hoeveel mensen gebruik hebben gemaakt van Givt maar natuurlijk niet wie dat zijn.

# faQantwoord8
source: We are sorry to hear that! We would like to hear why. If you no longer want to use Givt, you can unsubscribe for all Givt services. To unsubscribe, go to your settings via the user menu and choose ‘Terminate my account’.
de: Es tut uns leid, das zu hören! Wir würden gerne wissen warum? Falls du Givt nicht mehr verwenden möchtest, kannst du alle Givt-Dienste abbestellen. Um sich abzumelden, gehe über das Benutzermenü zu den Einstellungen und wähle "Mein Konto kündigen".
es_419: ¡Lamentamos oír eso! Nos gustaría saber por qué. Si ya no desea usar Givt, puede darse de baja de todos los servicios de Givt. Para darse de baja, vaya a su configuración a través del menú de usuario y elija 'Cancelar mi cuenta'.
nl: Dat vinden we jammer om te horen! We horen graag waarom. Je kunt je Givt-account opzeggen door in je menu te kiezen voor ‘Account opzeggen’. Mocht je Givt in de toekomst weer willen gebruiken, dan zul je een nieuw account moeten maken.

# privacyTitle
source: Privacy Statement
de: Datenschutzerklärung
es_419: Declaración de Privacidad
nl: Privacyverklaring

# acceptTerms
source: By continuing you agree to our terms and conditions.
de: Indem du fortfährst, stimmst du unseren Allgemeinen Geschäftsbedingungen zu.
es_419: Al continuar
nl: Bij het doorgaan ga je akkoord met de algemene voorwaarden.

# mandateSigingFailed
source: The mandate has not been signed successfully. Try again later via the menu. Does this alert keep appearing? Feel free to contact us at support@givtapp.net.
de: Das Mandat konnte nicht unterschrieben werden. Versuche es später noch einmal über das Menü. Erscheint diese Nachricht immer wieder? Kontaktiere uns via support@givtapp.net .
nl: Het tekenen van de machtiging is helaas niet gelukt. Probeer later opnieuw vanuit het menu. Blijft deze melding opduiken? Contacteer dan support@givtapp.net.

# awaitingMandateStatus
source: We just need a moment to process your mandate.
de: Wir benötigen einen Moment um dein Mandat zu bearbeiten.
nl: We hebben héél even nodig om je machtiging te verwerken.

# requestMandateFailed
source: At the moment it is not possible to request a mandate. Please try again in a few minutes.
de: Derzeit ist es leider nicht möglich, ein Mandat zu beantragen. Bitte versuche es in einigen Minuten erneut.
nl: Het is op dit moment niet mogelijk om een machtiging aan te vragen. Probeer je het later even opnieuw?

# faqHowDoesGivingWork
source: How can I give?
de: Wie kann ich geben?
es_419: ¿Cómo puedo donar?
nl: Hoe kan ik geven?

# faqHowDoesManualGivingWork
source: How can I select the recipient?
de: Wie kann ich den Empfänger auswählen?
es_419: ¿Cómo puedo seleccionar el destinatario?
nl: Hoe werkt handmatig geven?

# givtNotEnough
source: Sorry, but the minimum amount we can work with is {value0}.
de: Tut mir Leid, aber der Mindestbetrag den wir verarbeiten können beträgt {value0}.
es_419: Lo sentimos, pero el importe mínimo con el que podemos trabajar es {value0}.
nl: Helaas, we kunnen alleen bedragen boven {value0} verwerken.

# slimPayInformationPart2
source: That's why we ask you this one time to sign a SEPA eMandate. Since we're working with mandates, you have the option to revoke your donation if you should wish to do so.
de: Deshalb bitten wir dich diesmal, ein SEPA eMandate zu unterzeichnen. Da wir mit Mandaten arbeiten, hast du die Möglichkeit, deine Spende ggf. zu widerrufen, wenn du dies wünschst.
es_419: Por eso le pedimos que firme por única vez un mandato electrónico SEPA. Como trabajamos con mandatos, tiene la opción de revocar su donación si así lo desea.
nl: Er wordt alleen geïncasseerd, wanneer je zelf een bedrag geeft met Givt. Omdat we met een machtiging werken, is het eventueel mogelijk om achteraf een gift te herroepen.

# unregister
source: Terminate account
de: Account löschen
es_419: Cancelar cuenta
nl: Account opzeggen
