Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# unregisterInfo
source: We’re sad to see you go! We will delete all your personal information. There’s one exception: if you donated to a PBO-registered organisation, we are obligated to keep the information about your donation, your name and address for at least 7 years. Your e-mail address and phone number will be removed.
de: Wir sind traurig, dich gehen zu sehen! Wir werden all deine persönlichen Daten löschen. Es gibt eine Ausnahme: Wenn Sie an eine von PBO registrierte Organisation gespendet haben, sind wir verpflichtet, die Informationen über Ihre Spende, Ihren Namen und Ihre Adresse mindestens 7 Jahre lang aufzubewahren. Ihre E-Mail-Adresse und Telefonnummer werden jedoch gelöscht.
es_419: ¡Lamentamos que se vaya! Eliminaremos toda su información personal. Hay una excepción: si donó a una organización registrada como PBO (Organización de Beneficio Público), estamos obligados a conservar la información sobre su donación, su nombre y dirección durante al menos 7 años. Su dirección de correo electrónico y número de teléfono serán eliminados.
nl: Wat jammer dat je ons wilt verlaten! We zullen al jouw persoonlijke gegevens verwijderen. Hier is één uitzondering op: als je gegeven hebt aan een ANBI-geregistreerde organisatie zijn we verplicht om de informatie over de gift en je NAW-gegevens te bewaren voor minimaal 7 jaar. Je e-mailadres en telefoonnummer verwijderen we sowieso.

# unregisterSad
source: We're sad to see you leave and we hope to see you again.
de: Wir sind sehr traurig, dass du gehst und hoffen, dass wir dich bald wiedersehen.
es_419: Lamentamos que se vaya y esperamos volver a verle.
nl: Jammer dat je gaat, hopelijk zien we je weer terug.

# historyTitle
source: Donations history
de: Spendenhistorie
es_419: Historial de donaciones
nl: Giftenoverzicht

# historyInfoTitle
source: Donation details
de: Spendendetails
es_419: Detalles de la donación
nl: Info over de gift

# historyAmountAccepted
source: In process
de: In Bearbeitung
es_419: En proceso
nl: Wordt verwerkt

# historyAmountCancelled
source: Cancelled by user
de: Vom Benutzer abgebrochen
es_419: Cancelado por el usuario
nl: Geannuleerd door gever

# historyAmountDenied
source: Refused by bank
de: Von der Bank abgelehnt
es_419: Rechazado por el banco
nl: Geweigerd door bank

# historyAmountCollected
source: Processed
de: Bearbeitet
es_419: Procesado
nl: Verwerkt

# loginSuccess
source: Have fun giving!
de: Viel Spaß beim Spenden!
nl: Veel geefplezier!

# historyIsEmpty
source: This is where you'll find information about your donations, but first you'll need to start giving
de: Hier findest du Informationen zu deinen getätigten Spenden, aber zuerst musst du natürlich erstmal mit dem Spenden beginnen
es_419: Aquí encontrará información sobre sus donaciones, pero primero necesita empezar a donar
nl: Hier komen jouw giften te staan, maar het geld moet eerst nog rollen

# errorEmailTooLong
source: Sorry, your e-mail address is too long.
de: Entschuldigung, deine E-Mail-Adresse ist zu lang.
nl: Sorry, dit e-mailadres is te lang.

# updateAlertTitle
source: Update available
de: Update verfügbar
es_419: Actualización disponible
nl: Update beschikbaar

# updateAlertMessage
source: A new version of Givt is available, do you want to update now?
de: Eine neue Version von Givt ist verfügbar. Möchtest du sie jetzt aktualisieren?
es_419: Hay una nueva versión de Givt disponible, ¿desea actualizar ahora?
nl: Er is een nieuwe versie van Givt beschikbaar, wil je hem nu installeren?

# criticalUpdateTitle
source: Critical update
de: Wichtiges Update
es_419: Actualización crítica
nl: Kritieke update

# criticalUpdateMessage
source: A new critical update is available. This is necessary for the proper functioning of the Givt app.
de: Ein neues kritisches Update ist verfügbar. Dies ist für das ordnungsgemäße Funktionieren der Givt-App unbedingt erforderlich.
es_419: Hay una nueva actualización crítica disponible. Es necesaria para el correcto funcionamiento de la aplicación Givt.
nl: Er is een kritieke update beschikbaar, deze is nodig voor het correct functioneren van de Givt-app.

# organisationProposalMessage
source: Do you want to give to {value0}?
de: Möchtest du an {value0} spenden?
nl: Wil je geven aan {value0}?

source: Yes
de: Ja
es_419: Sí
nl: Ja

source: No
de: Nein
nl: Nee

# faQvraag9
source: Where can I see the overview of my donations?
de: Wo kann ich eine Übersicht über meine Spenden sehen?
es_419: ¿Dónde puedo ver el resumen de mis donaciones?
nl: Waar kan ik het overzicht van mijn giften bekijken?

# faQantwoord9
source: Press the menu at the top left of the ‘Amount’ screen to access your app menu. To get access you have to login using your e-mail address and password. Choose ‘Donations history’ to find an overview of your recent activity. This list consists of the name of the recipient, time, and date. The coloured line indicates the status of the donation: In process, processed, refused by bank, or cancelled by user. You can request an overview of your donations for your tax declaration at the end of each year.
de: Drücke auf das Menü oben links im Bildschirm "Betrag", um auf das App-Menü zuzugreifen. Um Zugang zu erhalten, musst du dich mit deiner E-Mail-Adresse und Passwort oder Passcode anmelden. Wähle "Spendenverlauf", um einen Überblick über die letzten Aktivitäten zu erhalten. Diese Liste besteht aus dem Namen des Empfängers, der Uhrzeit und dem Datum der Spende. Die farbige Linie zeigt den Status der Spende an: In Bearbeitung, verarbeitet, von der Bank abgelehnt oder vom Benutzer storniert. Du kannst am Ende eines jeden Jahres eine Übersicht über deine getätigten Spenden für deine Steuererklärung anfordern.
es_419: Pulse el menú en la parte superior izquierda de la pantalla 'Importe' para acceder al menú de la aplicación. Para acceder, debe iniciar sesión con su dirección de correo electrónico y contraseña. Elija 'Historial de donaciones' para encontrar un resumen de su actividad reciente. Esta lista consta del nombre del destinatario, la hora y la fecha. La línea de color indica el estado de la donación: En proceso, procesado, rechazado por el banco o cancelado por el usuario. Puede solicitar un resumen de sus donaciones para su declaración de impuestos al final de cada año.
nl: Druk op het menu linksbovenin om je app-menu te openen. Om toegang te krijgen wordt je gevraagd in te loggen met je e-mailadres en wachtwoord. Kies voor 'Giftenoverzicht' om een overzicht van je giften weer te geven. Je kunt hier ook een jaarlijks giftenoverzicht downloaden voor de belastingaangifte. De giften staan in een lijst met naam van de ontvanger, tijd en datum. Aan de gekleurde streep (links van je gift) zie je direct wat de status is: wordt verwerkt, verwerkt, geweigerd door bank of geannuleerd door gever.

# faqQuestion11
source: How do I set my Touch ID or Face ID?
de: Wie aktiviere ich einen Passcode, meine Touch-ID oder FaceID?
es_419: ¿Cómo configuro mi Touch ID o Face ID?
nl: Hoe stel ik mijn Touch ID of Face ID in?

# faqAnswer11
source: Go to your settings by pressing menu in the top left of the screen. There you can protect your Givt app with a fingerprint/Touch ID or a FaceID (only available on certain iPhones). When one of these settings is activated, you can use it to access your settings instead of using your e-mail address and password.
de: Gehe in die Einstellungen, indem du oben links auf dem Bildschirm auf Menü klickst. Dort kannst du die Givt-App mit einem Fingerabdruck /Touch-ID oder FaceID (nur auf bestimmten iPhones verfügbar) schützen. Wenn eine dieser Einstellungen aktiviert ist, kannst du damit direkt auf deine Einstellungen zugreifen, anstatt erst deine E-Mail-Adresse und Ihr Kennwort zu verwenden.
es_419: Vaya a su configuración pulsando el menú en la parte superior izquierda de la pantalla. Allí puede proteger su aplicación Givt con una huella digital/Touch ID o un Face ID (solo disponible en ciertos iPhones). Cuando una de estas configuraciones está activada, puede usarla para acceder a su configuración en lugar de usar su dirección de correo electrónico y contraseña.
nl: Je kunt je app-menu bereiken door links bovenin het bedragscherm op het menu te drukken. Kies daar voor ‘Vingerafdruk’/’Touch ID’ of ‘FaceID’ (enkel beschikbaar voor iPhone), afhankelijk van hoe je de Givt-app wilt beveiligen. Wanneer deze instelling actief is, kun je je TouchID/FaceID in plaats van je e-mailadres en wachtwoord gebruiken om in te loggen.

# answerHowDoesRegistrationWork
source: To use Givt, you have to register in the Givt app. Go to your app menu and choose 'Finish registration'. You set up a Givt account, fill in some personal details and give permission to collect the donations made with the app. The transactions are handled by Slimpay - a bank that specialises in the treatment of permissions. When your registration is complete, you are ready to give. You only need your login details to see or change your settings.
de: Um Givt nutzen zu können, musst du dich in der Givt-App registrieren. Gehe dazu in das App-Menü und wähle "Registrierung beenden". Du richtest ein Givt-Konto ein, gibst einige persönliche Daten an und erteilst die Erlaubnis, die mit der App getätigten Spenden zu sammeln. Die Transaktionen werden von Slimpay abgewickelt - einer Bank, die sich auf die Behandlung von Berechtigungen spezialisiert hat. Wenn deine Registrierung abgeschlossen ist, kannst du spenden. Du benötigst dann nur noch deine Anmeldedaten, um z.B. Einstellungen anzuzeigen oder ggf. zu ändern.
es_419: Para usar Givt, debe registrarse en la aplicación Givt. Vaya al menú de su aplicación y elija 'Completar registro'. Configure una cuenta Givt, complete algunos datos personales y otorgue permiso para recolectar las donaciones realizadas con la aplicación. Las transacciones son gestionadas por Better World Payments, un banco especializado en el tratamiento de permisos. Cuando su registro esté completo, estará listo para donar. Solo necesita sus datos de inicio de sesión para ver o cambiar su configuración.
nl: Om te starten met geven, is alleen je e-mailadres nodig. Zodra je dat hebt ingevuld, kun je gewoon beginnen met geven. Opgelet: je moet je nog verder registreren om ervoor te zorgen dat al je gedane en toekomstige giften verwerkt kunnen worden. Ga hiervoor naar het menu in de app en kies voor 'Registratie voltooien'. Je maakt hierbij een Givt-account aan, vult enkele persoonlijke gegevens in en je geeft een machtiging tot het incasseren van alle giften die je in de app doet. De transacties worden afgehandeld door SlimPay; een partij die gespecialiseerd is in de behandeling van machtigingen. Wanneer je eenmaal geregistreerd bent, kan je gewoon blijven geven met de Givt-app. De inloggegevens van je Givt-account heb je alleen nodig om je instellingen in te zien of te wijzigen.

# answerHowDoesGivingWork
source: From now on, you can give with ease. Open the app, choose the amount you want to give, and select 1 of the 4 possibilities: you can give to a collection device, scan a QR code, choose from a list, or give at your location. Don't forget to finish your registration, so your donations can be delivered to the right charity.
de: Von nun an kannst du mit Leichtigkeit geben. Öffne dazu die App, wähle einen Betrag aus, den du geben möchtest und wähle eine der vier folgenden Möglichkeiten aus: Du kannst dein Gerät an eine Sammelbüchse halten, einen QR-Code scannen, den Empfänger manuell aus einer Liste auswählen oder falls verfügbar direkt an deinem Standort spenden. Vergiss nicht, die Registrierung abzuschließen, damit deine Spenden an die richtige Wohltätigkeitsorganisation weitergeleitet werden können!
es_419: A partir de ahora, puede donar con facilidad. Abra la aplicación, elija el importe que desea donar y seleccione 1 de las 4 posibilidades: puede donar a un dispositivo de colecta, escanear un código QR, elegir de una lista o donar en su ubicación. No olvide completar su registro, para que sus donaciones puedan ser entregadas a la organización benéfica correcta.
nl: Geven met Givt is heel eenvoudig. Eenmaal geregistreerd, hoef je alleen de app te openen, een bedrag te kiezen en vervolgens kies je de manier van geven: – beweeg je telefoon langs een collectemiddel – scan een QR-code – selecteer een doel uit een lijst – of geef op locatie Vergeet niet om je registratie te voltooien, zodat je giften op het juiste adres bezorgd kunnen worden.

# answerHowDoesManualGivingWork
source: When you aren’t able to give to a collection device, you can choose to select the recipient manually. Choose an amount and press ‘Next’. Next, select ‘Choose from the list’ and select 'Churches', 'Charities', 'Campaigns' or 'Artists'. Now choose a recipient from one of these lists and press ‘Give’.
de: Falls es nicht möglich ist einer Sammelbüchse etwas geben zu können, kannst du den Empfänger auch manuell auswählen. Wähle einfach einen Betrag und klicke auf "Weiter". Wähle als Nächstes "Aus der Liste auswählen" und dann "Kirchen", "Wohltätigkeitsorganisationen", "Kampagnen" oder "Künstler". Wähle nun einen Empfänger aus einer dieser Kategorien aus und klicke auf "Spende".
es_419: Cuando no pueda donar a un dispositivo de colecta, puede elegir seleccionar el destinatario manualmente. Elija un importe y pulse 'Siguiente'. A continuación, seleccione 'Elegir de la lista' y seleccione 'Iglesias', 'Organizaciones benéficas', 'Campañas' o 'Artistas'. Ahora elija un destinatario de una de estas listas y pulse 'Donar'.
nl: Lukt het je niet om te geven aan een collectebus, -zak of -mand? Dan kan je er altijd voor kiezen om handmatig de ontvanger te selecteren. Klik bij het geven op de ‘Lijst’ optie. Daar worden alle organisaties waar je Givt kan gebruiken opgedeeld in 4 eenvoudige categorieën: kerken, goede doelen, acties en artiesten. Kies een ontvanger uit een van deze lijsten en druk op ‘Geven’. Zo, je Givt is gelukt!

# informationPersonalData
source: Givt needs this personal data to process your gifts. We are careful with this information. You can read it in our privacy statement.
de: Givt benötigt diese persönlichen Daten, um deine Spenden verarbeiten zu können. Wir gehen vorsichtig mit diesen Informationen um. Das kannst du in unserer Datenschutzerklärung nachlesen.
es_419: Givt necesita estos datos personales para procesar sus donaciones. Somos cuidadosos con esta información. Puede leerlo en nuestra declaración de privacidad.
nl: Givt heeft deze persoonlijke gegevens nodig om je giften te kunnen verwerken. Wij gaan zorgvuldig met deze gegevens om. Dit kun je teruglezen in onze privacyverklaring.

# informationAboutUs
source: Givt is a product of Givt B.V. We are located on the Bongerd 159 in Lelystad, The Netherlands. For questions or complaints you can reach us via +31 320 320 115 or support@givtapp.net. We are registered in the trade register of the Dutch Chamber of Commerce under number 64534421.
de: Givt ist ein Produkt der Givt B.V. Du findest uns in Schutweg 47 in Lelystad, Niederlande. Für Fragen und Beschwerden erreichst du uns unter +49 391 5054 7299 oder support@givtapp.net. Wir sind im Handelsregister der Niederländischen Handelskammer unter der Nummer 64534421 registriert.
es_419: Givt es un producto de Givt B.V. Estamos ubicados en Bongerd 159 en Lelystad, Países Bajos. Para preguntas o quejas puede contactarnos a través del +31 320 320 115 o support@givtapp.net. Estamos registrados en el registro mercantil de la Cámara de Comercio Holandesa con el número 64534421.
nl: Givt is een product van Givt B.V. Je kan ons vinden op de Schutweg 47 te Lelystad, Nederland. Voor vragen of klachten zijn we te bereiken via +31 320 320 115 of support@givtapp.net. In de Kamer van Koophandel zijn we geregistreerd onder KVKnr.: 64534421.

# titleAboutGivt
source: About Givt / Contact
de: Über Givt / Kontakt
es_419: Acerca de Givt / Contacto
nl: Over Givt / Contact

source: Send annual review
de: Jahresübersicht senden
nl: Verstuur jaaroverzicht

# infoAnnualReview
source: Here you can receive the annual review of your donations over 2016. The annual review can be used for your tax declaration.
de: Hier kannst du eine Jahresübersicht deiner getätigten Spenden abrufen. Die Jahresübersicht kannst du für die Steuererklärung verwenden.
nl: Verkrijg hier het jaaroverzicht van je giften in 2016. Dit jaaroverzicht kan je gebruiken bij je belastingaangifte.

source: Send by e-mail
de: Per E-Mail versenden
nl: Verstuur per e-mail

# whyPersonalData
source: Why this personal data?
de: Warum überhaupt persönliche Daten?
nl: Waarom deze persoonlijke gegevens?

# readPrivacy
source: Read privacy statement
de: Datenschutzerklärung lesen
es_419: Leer la declaración de privacidad
nl: Lees privacyverklaring

# faqQuestion12
source: How long does it take before my donation is withdrawn from my bank account?
de: Wie lange dauert es, bis meine Spende von meinem Bankkonto abgebucht wird?
es_419: ¿Cuánto tiempo tarda en retirarse mi donación de mi cuenta bancaria?
nl: Hoe lang duurt het voor mijn gift wordt afgeschreven?

# faqAnswer12
source: Your donation will be withdrawn from your bank account within two working days.
de: Deine Spende wird innerhalb von zwei Werktagen vom Bankkonto abgebucht.
es_419: Su donación se retirará de su cuenta bancaria en un plazo de dos días hábiles.
nl: Jouw gift wordt binnen twee werkdagen van je bankrekening afgeschreven.

# faqQuestion14
source: How can I give to multiple collections?
de: Wie kann ich meine Spende gleichzeitig in mehrere Sammlungen geben?
es_419: ¿Cómo puedo donar a múltiples colectas?
nl: Hoe kan ik geven aan meerdere collectes?

# faqAnswer14
source: Are there multiple collections in one service? Even then you can easily give in one move! By pressing the ‘Add collection’-button, you can activate up to three collections. For each collection, you can enter your own amount. Choose your collection you want to adjust and enter your specific amount or use the presets. You can delete a collection by pressing the minus sign, located to the right of the amount. The numbers 1, 2 or 3 distinguish the different collections. No worries, your church knows which number corresponds to which collection purpose. Multiple collections are very handy, because all your gifts are sent immediately with your first donation. In the overview you can see a breakdown of all your donations. Do you want to skip a collection? Leave it open or remove it.
de: Gibt es mehrere Sammlungen in einem Gottesdienst? Selbst dann kannst du leicht & bequem in einem Zug spenden! Durch Drücken der Schaltfläche "Sammlung hinzufügen" können bis zu drei Sammlungen aktiviert werden. Für jede Sammlung kann ein eigener Betrag festgelegt werden. Wähle die Sammlung aus, die angepasst werden soll und gib einen spezifischen Betrag ein oder verwende deine Voreinstellungen. Eine Sammlung kann gelöscht werden, indem man auf das Minuszeichen rechts neben dem Betrag klickt. Die Nummern 1, 2 oder 3 unterscheiden die verschiedenen Sammlungen. Keine Sorge, die Kirche weiß, welche Nummer welchem ​​Sammlungszweck entspricht. Mehrere Sammlungen sind sehr praktisch, da alle deine Gaben sofort mit der ersten Spende verschickt werden. In der Übersicht findest du eine detaillierte Aufschlüsselung aller deiner Spenden. Möchtest du eine Sammlung überspringen? Lass diese einfach offen oder entferne sie.
es_419: ¿Hay múltiples colectas en un solo servicio? ¡Incluso entonces puede donar fácilmente de una sola vez! Pulsando el botón 'Añadir colecta', puede activar hasta tres colectas. Para cada colecta, puede introducir su propio importe. Elija la colecta que desea ajustar e introduzca su importe específico o use los preestablecidos. Puede eliminar una colecta pulsando el signo menos, ubicado a la derecha del importe. Los números 1, 2 o 3 distinguen las diferentes colectas. No se preocupe, su iglesia sabe qué número corresponde a qué propósito de colecta. Las colectas múltiples son muy útiles, porque todas sus donaciones se envían inmediatamente con su primera donación. En el resumen puede ver un desglose de todas sus donaciones. ¿Quiere saltarse una colecta? Déjela abierta o elimínela.
nl: Zijn er meerdere collectes in één dienst? Ook dan kun je geven in één vlotte beweging. Door op de ‘Collecte toevoegen’-knop te drukken, kun je tot drie collectes activeren. Bij iedere collecte kun je een zelfgekozen bedrag invoeren. Klik op de collecte die je wilt aanpassen en vul een bedrag in of maak gebruik van de voorkeursbedragen. Het verwijderen van een collecte doe je door te drukken op het min-teken, rechts van het bedrag. De verschillende collectedoelen worden onderscheiden door nummer 1, 2 of 3. Jouw kerk weet welk collectenummer overeenkomt met welk collectedoel. Al bij de eerste collectezak of -mand waar je aan geeft, worden alle giften verstuurd. In het giften-overzicht kun je al je giften terugvinden. Wil je toch een collecte overslaan? Laat dan die collecte open (€ 0,00) of verwijder deze door te drukken op het min-teken, rechts van het bedrag.

# featureMultipleCollections
source: News! Now you can help three different collections in one go. Are you feeling the pinch this month? Just leave a collection open or remove it. Want to know more? Check our FAQ.
de: Neuigkeiten! Jetzt können drei Sammlungen gleichzeitig bedient werden. Wird es diesen Monat etwas eng? Lass einfach eine Sammlung aus oder entfernen sie. Möchtest du mehr erfahren? Schau in unsere FAQ.
nl: Nieuws! Je kan nu met één beweging tot drie verschillende doelen een handje helpen. Is het deze maand toch iets te hard gegaan, sla er dan eentje over of verwijder een collecte met een dubbele tap. Wil je meer weten, check dan onze FAQ.

# featureIGetItButton
source: Always good to give
de: Immer spendenbereit
nl: Gewoon blijven geven

# ballonActiveerCollecte
source: Here you can add up to three collections
de: Hier kannst du bis zu drei Sammlungen hinzufügen
nl: Je kunt hier tot drie collectes toevoegen

# ballonVerwijderCollecte
source: A collection can be removed by tapping fast twice
de: Eine Sammlung kann durch zweimaliges schnelles Tippen entfernt werden
nl: Een collecte wordt verwijderd door snel twee keer te tikken

# needEmailToGive
source: We need some identification to allow you to give with Givt
de: Wir brauchen eine Identifikation, um dir das Spenden mit Givt zu ermöglichen
nl: Om te geven met Givt hebben we iets van identificatie nodig

source: Give first
de: Gib zuerst
nl: Eerst geven

source: Go
de: Los geht's
nl: Verder

# faQvraag15
source: Are my Givt donations tax deductible?
de: Sind meine Givt-Spenden steuerlich absetzbar?
es_419: ¿Son mis donaciones de Givt deducibles de impuestos?
nl: Is geven met Givt ook belastingaftrekbaar?
