Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# faQantwoord15
source: Yes, your Givt donations are tax deductible, but only when you’re giving to institutions that are registered as ANBI (Public Benefit Organisation) or SBBI (Social Importance Organisation). Check if the church or institution has such a registration. Since it’s quite a bit of work to gather all your donations for your tax declaration, the Givt app offers you the option to annually download an overview of your donations. Go to your Donations in the app-menu to download the overview. You can use this overview for your tax declaration. It’s a piece of cake.
de: Ja, deine Givt-Spenden sind steuerlich absetzbar. Bis 300€ musst du dir keine weiteren Gedanken machen. Ab dieser Summe solltest du dich aber in Kontakt mit der betreffenden Organisation begeben, welcher du gespendet hast, um eine Spendenquittung zu beantragen. Da es darüberhinaus ziemlich mühsam ist, alle getätigten Spenden für deine Steuererklärung zu sammeln, bietet dir die Givt-App die Möglichkeit, jährlich eine Übersicht all deiner Spenden herunterzuladen. Gehe dazu in deine Spenden im App-Menü, um die Übersicht herunterzuladen. Diese Übersicht kannst du dann für deine Steuererklärung verwenden.
es_419: Sí, sus donaciones de Givt son deducibles de impuestos, pero solo cuando dona a instituciones registradas como ANBI (Organización de Beneficio Público) o SBBI (Organización de Importancia Social). Verifique si la iglesia o institución tiene dicho registro. Dado que es bastante trabajo recopilar todas sus donaciones para su declaración de impuestos, la aplicación Givt le ofrece la opción de descargar anualmente un resumen de sus donaciones. Vaya a sus Donaciones en el menú de la aplicación para descargar el resumen. Puede usar este resumen para su declaración de impuestos. Es muy fácil.
nl: Ja, je gift met Givt is belastingaftrekbaar indien die aan een algemeen nut beogende instelling (ANBI), een culturele ANBI of aan een sociaal belang behartigende instelling (SBBI) wordt gedaan. Het verzamelen van je giften voor de belastingaangifte is altijd een hele klus. Als je geeft met Givt hoeft dat niet meer. Je kunt namelijk voor elk jaar een overzicht van al jouw giften die zijn gegeven met Givt downloaden. Dit overzicht kun je dan mooi gebruiken als bewijs bij je belastingaangifte. Zo gepiept dus!

# giveDiffWalkthrough
source: Having some trouble? Tap here to pick an organisation from the list.
de: Hast du Probleme? Tippe hier, um eine Organisation aus der Liste auszuwählen.
nl: Lukt het niet? Tik dan hier om een organisatie uit de lijst te selecteren.

# faQvraag17
source: Can't find your question here?
de: Kannst du deine Frage hier nicht finden?
nl: Staat je vraag er niet tussen?

# faQantwoord17
source: Send us a message from within the app ("About Givt / Contact"), an e-mail at support@givtapp.net or give us a call at +31 320 320 115.
de: Sende uns eine Nachricht direkt aus der App ("Über Givt / Kontakt"), eine E-Mail an support@givtapp.net oder rufe uns unter +49 391 5054 7299 an.
nl: Stuur ons dan een bericht via de app ("Over Givt / Contact" in het menu), via mail naar support@givtapp.net of bel ons op +31 320 320 115.

# noCameraAccessCelebration
source: To be able to support the giving event, we need access to your camera.
de: Um dieses Spendenereignis unterstützen zu können, benötigen wir Zugriff auf deine Kamera.
nl: Om de vliegensvlugge en flitsende geefactie te ondersteunen hebben we toegang nodig tot je camera.

source: Yes, cool!
de: Ja, klar!
nl: Ja, leuk!

# faQvraag18
source: How does Givt handle my personal information? (GDPR)
de: Wie geht Givt mit meinen persönlichen Daten um? (DSGVO)
nl: Hoe gaat Givt met mijn persoonsgegevens om? (AVG)

# faqAntwoord18
source: Givt fully complies with the GDPR requirements. GDPR stands for General Data Protection Regulation. Wondering what this means for you? It means that we handle your information with care, that you have the right to know which information we keep on record, have the right to change this information, have the right to demand from us that we do not store your information, and that you may know why we need your personal information. Why we need your personal data: Address information: We need your address information in order to create the mandate. The mandate is not valid without this information and you cannot complete your registration without it. The required data are determined by law. Mobile number: We use your mobile number to contact you if there is an issue with your donation. Payment details: We need your payment information to debit the donations you make. E-mail address: We use your e-mail address to create your Givt account. You can use your e-mail address and password to log in. If you would like to know more, please read our privacy statement.
de: Givt erfüllt die DSGVO-Anforderungen vollständig. DSGVO steht für Datenschutz-Grundverordnung. Du fragst dich, was das für dich konkret bedeutet? Dies bedeutet, dass wir deine Informationen mit Sorgfalt behandeln, dass du das Recht hast zu wissen, welche Informationen wir aufzeichnen, das Recht hast, diese Informationen zu ändern, das Recht hast, von uns zu verlangen, dass wir deine Informationen löschen, und dass du im besten Fall sogar weißt, warum wir deine persönlichen Daten benötigen. Warum wir persönliche Daten benötigen: Adressinformationen: Wir benötigen deine Adressinformationen, um ein Mandat zu erstellen. Das Mandat ist ohne diese Informationen nicht gültig und die Registrierung kann ohne diese Informationen nicht abgeschlossen werden. Die erforderlichen Daten sind gesetzlich festgelegt. HZahlungsdetails: Wir benötigen deine Zahlungsinformationen, um die Spenden abbuchen zu können. E-Mail-Adresse: Wir verwenden deine E-Mail-Adresse, um damit dein Givt-Konto zu erstellen. Du kannst deine E-Mail-Adresse und Passwort verwenden, um dich anzumelden. Wenn du mehr wissen möchtest, lies bitte unsere Datenschutzerklärung.
nl: Givt voldoet volledig aan de eisen die gesteld worden vanuit de AVG-wetgeving. AVG staat voor Algemene Verordening Gegevensbescherming. Ben je benieuwd wat dat precies voor jou betekent? Het betekent dat wij zorgvuldig met jouw gegevens omgaan. Namelijk dat jij het recht hebt te weten welke gegevens we van jou bewaren, dat je het recht hebt om deze gegevens te wijzigen, het recht hebt om van ons te eisen dat wij jouw gegevens niet bewaren en dat je mag weten waarom wij je gegevens nodig hebben. Wil je hier meer over weten, lees dan onze privacyverklaring. AVG is ook wel bekend onder de Engelse naam: General Data Protection Regulation (GDPR).

# fingerprintCancel
source: Cancel
de: Abbrechen
nl: Annuleer

# faQuestAnonymity
source: How is my anonymity guaranteed by Givt?
de: Wie wird meine Anonymität von Givt garantiert?
nl: Hoe wordt mijn anonimiteit gewaarborgd?

# faQanswerAnonymity
source: Givt ensures that the receiving party will never be able to see who has given the donation and that you, as a user, can give anonymously with Givt. Only the total amounts will be shared with the receiving party. Data from you as a user will never be resold to third parties, it is only used to make it easier for you to give and to be involved in the charities in a way that you prefer. Do you want to read more about this? Then read our privacy statement (scroll down to the last question at the bottom of this FAQ).
de: Givt stellt sicher, dass die empfangende Partei niemals sehen kann, wer genau die Spende getätigt hat, und dass du als Benutzer komplett anonym mit Givt spenden kannst. Nur die Gesamtbeträge werden mit der empfangenden Partei geteilt. Daten von dir als Benutzer werden niemals an Dritte weitergegeben oder verkauft. Sie werden nur verwendet, um das Geben zu erleichtern und sich auf eine tolle Art & Weise für wohltätige Zwecke zu engagieren. Möchtest du mehr darüber erfahren? Dann lies unsere Datenschutzerklärung (scrolle nach unten zur letzten Frage am Ende dieser FAQ).
nl: Anoniem is een sleutelwoord bij Givt. Wij vinden het belangrijk dat je als gever anoniem blijft voor de ontvanger en we dragen er grote zorg voor dat deze ontvangende partij dus nooit terug zal kunnen zien van wie de gift afkomstig is. Enkel de totaalbedragen zullen worden gedeeld met de ontvangende partij. Gegevens van jou als gebruiker zullen ook nooit doorverkocht worden aan derden, deze worden alleen ingezet om het voor jou makkelijker te maken om te geven en om op een manier betrokken te zijn bij de goede doelen zoals jij dat prettig vindt. Wil je hier meer over lezen? Lees dan onze privacyverklaring (scroll helemaal naar beneden in deze FAQ waar je de privacyverklaring gelijk kan openen).

# amountPresetsChangingPresets
source: You can add amount presets to your keyboard. This is where you can enable and set the amount presets.
de: Du kannst hier Beträge vordefinieren und zu deiner Tastatur hinzufügen.
es_419: Puede añadir importes preestablecidos a su teclado. Aquí es donde puede habilitar y configurar los importes preestablecidos.
nl: Om sneller te kunnen geven kun je voorkeursbedragen toevoegen aan je toetsenbord. Hier beheer je het gebruik daarvan.

# amountPresetsChangePresetsMenu
source: Change amount presets
de: Vordefinierte Beträge anpassen
es_419: Cambiar importes preestablecidos
nl: Wijzig voorkeursbedragen

# featureNewguiInappnot
source: Tap here to read more about the renewed user interface!
de: Tippe hier, um mehr über die neue Benutzeroberfläche zu erfahren!
nl: Tap hier om meer te weten te komen over de vernieuwde gebruikersinterface!

# givtCompanyInfo
source: Givt is a product of Givt B.V. You can find us on Bongerd 159 in Lelystad, the Netherlands. For questions or complaints you can reach us via +31 320 320 115 or support@givtapp.net. We are registered with the chamber of commerce under KVK: 64534421.
de: Givt ist ein Produkt der Givt B.V. Du findest uns im Schutweg 47, Lelystad, Niederlande. Für Fragen und Beschwerden erreichen du uns unter +49 391 5054 7299 oder via support@givtapp.net. Wir sind im Handelsregister der Niederländischen Handelskammer unter der Nummer 64534421 registriert.
nl: Givt B.V.

# givtCompanyInfoGb
source: Givt is a product of Givt Ltd. Our office is located on Bongerd 159 in Lelystad, the Netherlands. For questions or complaints you can reach us via support@givt.co.uk We are registered under Company Number (CRN): 11396586.
de: N.A. for German
nl: Givt Ltd.

# celebrationHappyToSeeYou
source: Let's celebrate your Givt together!
de: Feiern wir gemeinsam Givt!
nl: We gaan samen je Givt vieren!

# celebrationQueueText
source: Just leave the app open and wait for the countdown to start.
de: Lass einfach die App geöffnet und wir werden sicherstellen, dass dein Telefon eine Push-Benachrichtigung erhält, den Countdown zu starten.
nl: Je mag de app gewoon op dit scherm laten staan. Wij sturen een pushnotificatie wanneer het aftellen begint.

# celebrationQueueCancel
source: Give without participating
de: Ohne Blitzspende spenden
nl: Geven zonder Flash Givt

# celebrationEnablePushNotification
source: Activate push notifications
de: Push-Nachrichten aktivieren
nl: Schakel pushnotificaties in

# faqButtonAccessibilityLabel
source: Frequently asked questions
de: Häufig gestellte Fragen
nl: Veelgestelde vragen

# progressBarStepOne
source: Step 1
de: Schritt 1
nl: Stap 1

# progressBarStepTwo
source: Step 2
de: Schritt 2
nl: Stap 2

# progressBarStepThree
source: Step 3
de: Schritt 3
nl: Stap 3

# removeCollectButtonAccessibilityLabel
source: Remove the {value0}
de: Entferne {value0}
nl: Verwijder de {value0}

# removeBtnAccessabilityLabel
source: Erase
de: Löschen
nl: Wis

# progressBarStepFour
source: Stap 3
de: Schritt 4
nl: Stap 4

# changeBankAccountNumberAndSortCode
source: Change bank details
de: Bankdaten ändern
es_419: Cambiar datos bancarios
nl: Wijzig bankgegevens

# faQantwoord5Gb
source: Handling transactions The transactions are handled by Access PaySuite; a payment institution specialised in processing BACS Direct Debit Instructions. Access PaySuite is under the supervision of the Financial Conduct Authority. Revertible afterwards The transactions take place afterwards via a direct debit under Givt Ltd. We want to emphasise that no transactions take place in the moment of giving. Since these transactions are revocable, it is completely safe and immune to fraud.
nl: Handling transactions The transactions are handled by EazyCollect; a payment institution specialised in processing BACS Direct Debit Instructions. Just like Givt Ltd., EazyCollect is under the supervision of the Financial Conduct Authority. Revertible afterwards The transactions take place afterwards via a direct debit under Givt Ltd. We want to emphasise that no transactions take place in the moment of giving. Since these transactions are revocable, it is completely safe and immune to fraud.

# faQantwoord15Gb
source: Yes, you can. In the Givt app you can enable Gift Aid. You can also always see how much Gift Aid has been claimed on your donations. Donating through Gift Aid means charities can claim an extra 25p for every £1 you give. It will not cost you any extra.
nl: Yes, you can Gift Aid your donations (This is currently under active development.) Since the first of May 2019, it is possible for an intermediary like Givt Ltd. to make Gift Aid declarations on behalf of a donor. It’s hassle-free! You simply authorise Givt Ltd. once to make Gift Aid declarations through the Givt app.

# answerHowDoesRegistrationWorkGb
source: To start giving, all you need is an e-mail address. Once you have entered this, you are ready to give. Please note: you need to fully register to ensure that all your previous and future donations can be processed. Go to the menu in the app and choose ‘Complete registration’. Here, you set up a Givt account by filling in your personal information and by us giving permission to debit the donations made in the app. Those transactions are processed by Access PaySuite, who are specialised in direct debits. When your registration is complete, you are ready to give with the Givt app. You only need your login details to see or change your settings.
nl: To use Givt, you have to register in the Givt app. Go to your app menu and choose ‘Finish registration’. You set up a Givt account, fill in some personal details and give permission to debit the donations made with the app. With this Givt account, you don’t have to fill in all your personal details every time you want to donate. Of course it is also very important to us that everything is safe and risk-free. Each user has a personal account with its own password. When your registration is complete, you are ready to give. You only need your login details to see or change your settings.

# faQantwoord7Gb
source: Personal safety It is very important to us that everything is safe and risk free. Each user has a personal account with its own password. You need to log in to view or change your settings. Handling transactions The transactions are handled by Access PaySuite; a payment institution specialised in processing BACS Direct Debit Instructions. Access PaySuite is under the supervision of the Financial Conduct Authority. Immune to fraud When installing Givt, the user gives the app authorisation to debit their account. We want to emphasise that no transactions take place in the moment of giving. The transactions take place afterwards via a direct debit under Givt Ltd. Since these transactions are revocable, it is completely safe and immune to fraud. Overview Individual users can see an overview of their donations in the app. Organisations can log in to the Givt dashboard. This dashboard gives an overview of all financial transactions, from the moment of giving up to the full processing of the payment. In this way any collection can be followed from start to finish. Organisations can see how many people used Givt, but not who they are.
nl: Registered Small Payment Institution Givt Ltd. is registered with the Financial Conduct Authority as a Small Payment Institution (823261). This means you can be confident that the way we conduct our business is transparent and secure and that the people running the company have been thoroughly checked. Personal safety It is very important to us that everything is safe and risk free. Each user has a personal account with its own password. You need to log in to view or change your settings. Handling transactions The transactions are handled by SmartDebit; a payment institution specialised in processing BACS Direct Debit Instructions. Just like Givt Ltd., SmartDebit is under the supervision of the Financial Conduct Authority. Immune to fraud When installing Givt, the user gives the app authorisation to debit their account. We want to emphasise that no transactions take place in the moment of giving. The transactions take place afterwards via a direct debit under Givt Ltd. Since these transactions are revocable, it is completely safe and immune to fraud. Overview Individual users can see an overview of their donations in the app. Organisations can log in to the Givt dashboard. This dashboard gives an overview of all financial transactions, from the moment of giving up to the full processing of the payment. In this way any collection can be followed from start to finish. Organisations can see how many people used Givt, but not who they are.

# giftAidSetting
source: I want to use/keep using Gift Aid
de: N.A. in Germany
es_419: Quiero usar/seguir usando Gift Aid
nl: Ik wil Gift Aid (blijven) gebruiken

# giftAidInfo
source: As a UK taxpayer, you can use the Gift Aid initiative. Every year we will remind you of your choice. Activating Gift Aid after March 1st will count towards March and the next tax year. All your donations made before entering your account details will be considered eligible if they were made in the current tax year.
de: N.A. in Germany
nl: Enkel UK belastingsplichtigen kunnen gebruik maken van Gift Aid. Elk jaar herinneren we je aan je keuze. Wanneer je Gift Aid activeert na 1 maart zal het tellen voor zowel maart als het volgende aanslagjaar.

# giftAidHeaderDisclaimer
source: When you enable this option, you agree to the following:
de: N.A. in Germany
nl: Wanneer je de optie activeert ga je akkoord met het volgende:

# giftAidBodyDisclaimer
source: I am a UK taxpayer and understand that if I pay less Income Tax and/or Capital Gains Tax in the current tax year than the amount of Gift Aid claimed on all my donations, it is my responsibility to pay any difference.
de: N.A. in Germany
nl: Ik ben een UK belastingsbetaler en begrijp dat, als ik minder belastingen in het huidige belastingsjaar dan dat ik donaties heb gedaan met behulp van Gift aid, dat het mijn plicht is om het verschil bij te betalen.

# giftAidInfoTitle
source: What is Gift Aid?
de: N.A. in Germany
es_419: ¿Qué es Gift Aid?
nl: Wat is Gift Aid?

# giftAidInfoBody
source: Donating through Gift Aid means charities can claim an extra 25p for every £1 you give. It will not cost you any extra. Gift Aid treats the donations as being made after deduction of income tax at the basic rate. The charity you give to can reclaim this basic rate income tax paid on the gift from HMRC. Your donations will qualify as long as they’re not more than 4 times what you have paid in tax in that tax year. For more info, please go to: www.gov.uk/donating-to-charity/gift-aid
de: N.A. in Germany
nl: Donating through Gift Aid means charities and community amateur sports clubs (CASCs) can claim an extra 25p for every £1 you give. It will not cost you any extra. Gift Aid treats the donations as being made after deduction of income tax at the basic rate. The charity you give to can reclaim this basic rate income tax paid on the gift from HMRC. Your donations will qualify as long as they’re not more than 4 times what you have paid in tax in that tax year. For more info, please go to: www.gov.uk/donating-to-charity/gift-aid

# giftAidUnsavedChanges
source: You have unsaved changes, do you want to go back to save the changes or dismiss these changes?
de: N.A. in Germany
nl: Je hebt wijzigingen die niet opgeslaan zijn. Wil je terug om deze op te slaan of wil je deze wijzigingen ongedaan maken?

# giftAidChangeLater
source: Later on, you can change this option in the menu under 'Personal Info'.
de: N.A. in Germany
nl: Je kunt deze optie later nog wijzigen via het menu onder 'Persoonlijke gegevens'

source: Dismiss
de: Schließen
nl: Ongedaan maken

# importantMessage
source: Important mention
de: Wichtige Nachricht
nl: Belangrijke melding

# celebrationQueueCancelAlertBody
source: Are you sure you don't want to celebrate with us?
de: Sicher, dass du nicht mit uns feiern willst?
nl: Weet je zeker dat je je Givt niet wil vieren?

# celebrationQueueCancelAlertTitle
source: Too bad!
de: Zu schade!
nl: Jammer!

# historyInfoLegendaAccessibilityLabel
source: Info explanation
de: Info Erklärung
nl: Info legende

# historyDownloadAnnualOverviewAccessibilityLabel
source: Download annual overview of donations (mail)
de: Jährliche Spendenübersicht herunterladen (E-Mail)
nl: Download jaaroverzicht van giften (mail)

# bluetoothErrorMessageEvent
source: With Bluetooth, you can find your location even with no/poor GPS connection, thanks to location-beacons. Activate your Bluetooth now!
de: Mit Bluetooth kannst du dank Location-Beacons deinen Standort auch ohne / mit schlechter GPS-Verbindung finden. Aktiviere jetzt dein Bluetooth!
nl: Met Bluetooth kan je dankzij locatie-zenders toch je locatie vinden indien er geen/slechte GPS-verbinding is. Activeer deze nu.

# processCashedGivtNamespaceInvalid
source: We see that you have made a non-processed gift to an organisation that, sadly, doesn't use Givt anymore. This gift will be deleted.
de: Wir sehen, dass du einer Organisation, die Givt leider nicht mehr verwendet, ein nicht verarbeitete Spende gemacht hast. Diese Spende wird annulliert.
nl: We zien dat je een nog niet verwerkte gift hebt aan een organisatie die jammergenoeg Givt niet meer gebruikt. Deze wordt gewoon verwijderd.

# suggestionNamespaceInvalid
source: Your last selected cause doesn't support Givt anymore.
de: Dein zuletzt ausgewähltes Spendenziel unterstützt Givt nicht mehr.
nl: Je laatst geselecteerde doel ondersteunt Givt niet meer.

source: Charity
es_419: Organización benéfica
nl: Goed doel

source: Artist
de: Künstler
es_419: Artista
nl: Artiest

source: Church
de: Kirche
es_419: Iglesia
nl: Kerk

source: Campaign
de: Kampagne
es_419: Campaña
nl: Actie

# giveYetDifferently
source: Choose from the list
de: Wähle aus der Liste
nl: Uit de lijst kiezen

# giveToNearestBeacon
source: Give to: {value0}
de: Spende an: {value0}
es_419: Donar a: {value0}
nl: Geef aan: {value0}

# countryStringBe
source: Belgium
de: Belgien
es_419: Bélgica
nl: België

# countryStringNl
source: Netherlands
de: Niederlande
es_419: Países Bajos
nl: Nederland

# countryStringDe
source: Germany
de: Deutschland
es_419: Alemania
nl: Duitsland

# countryStringGb
source: United Kingdom
de: Vereinigtes Königreich
es_419: Reino Unido
nl: Verenigd Koninkrijk

# countryStringFr
source: France
de: Frankreich
es_419: Francia
nl: Frankrijk

# countryStringIt
source: Italy
de: Italien
es_419: Italia
nl: Italië

# countryStringLu
source: Luxembourg
de: Luxemburg
es_419: Luxemburgo
nl: Luxemburg

# countryStringGr
source: Greece
de: Griechenland
es_419: Grecia
nl: Griekenland

# countryStringEs
source: Spain
de: Spanien
es_419: España
nl: Spanje

# countryStringAt
source: Austria
de: Österreich
nl: Oostenrijk

# countryStringEe
source: Estonia
de: Estland
nl: Estland

# countryStringLv
source: Latvia
de: Lettland
es_419: Letonia
nl: Letland

# countryStringLt
source: Lithuania
de: Litauen
es_419: Lituania
nl: Litouwen

# countryStringSi
source: Slovenia
de: Slowenien
es_419: Eslovenia
nl: Slovenië
