Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

source: Surname
de: Nachname
es_419: Apellido
nl: Achternaam

# amountLimitExceededGb
source: This amount is higher than £250. Please choose a lower amount.
de: Dieser Betrag ist höher als 250 £. Bitte wähle einen niedrigeren Betrag.

# maximumAmountReachedGb
source: Woah, you've reached the maximum donation limit. In the UK you can give a maximum of £250 per donation.
de: Woah, du hast das maximale Spendenlimit erreicht. In Großbritannien können Sie maximal 250 £ pro Spende geben.

source: Kerkdienst Gemist
de: Unsergottesdienst.de

# sortCodePlaceholder
source: Sort code
de: Bankleitzahl
es_419: Código de clasificación

# bankAccountNumberPlaceholder
source: Bank account number
de: Kontonummer
es_419: Número de cuenta bancaria

# updateBacsAccountDetailsError
source: Alas, the Sortcode or Account number is invalid. You can change the Sortcode and/or Account number under ‘Personal information’ in the menu.
de: Oha, die Bankleitzahl oder die Kontonummer ist ungültig. Du kannst die Bankleitzahl und/oder Kontonummer unter dem Menüpunkt 'Persönliche Daten' ändern.

# ddiFailedTitle
source: DDI request failed
de: Lastschrift-Anfrage fehlgeschlagen
es_419: Solicitud de DDI fallida

# ddiFailedMessage
source: At the moment it is not possible to request a Direct Debit Instruction. Please try again in a few minutes.
de: Im Moment kann keine Lastschrift-Anfrage durchgeführt werden. Bitte versuche es in ein paar Minuten noch einmal.
es_419: En este momento no es posible solicitar una Instrucción de Débito Directo. Por favor

# countryStringFi
source: Finland
de: Finnland
es_419: Finlandia

# countryStringCy
source: Cyprus
de: Zypern
es_419: Chipre

# setupRecurringGiftWeek
source: week
de: Woche
es_419: semana

# giftOverviewGiftAidBanner
source: Gift Aided {value0}
es_419: Donativo con Ayuda Fiscal {value0}

# givingContextQrCode
source: QR code
es_419: Código QR

# faQvraag15Gb
source: Can I Gift Aid my donations?
es_419: ¿Puedo aplicar Gift Aid a mis donaciones?

# faqVraagDdi
source: Does the Direct Debit mean I signed up to monthly deductions?
es_419: ¿El Débito Directo significa que me he suscrito a deducciones mensuales?

# budgetTestimonialSummaryName
source: Willem:
es_419: Guillermo:

# budgetTestimonialGivingGoalName
source: Danielle:
es_419: Daniela:

source: Enter Payment Details
es_419: Introducir detalles de pago

# createChildNameErrorTextFirstPart1
source: Name must be at least
es_419: El nombre debe tener al menos

# createChildNameErrorTextFirstPart2
source: characters.
es_419: caracteres.

# createChildAllowanceErrorText
source: Giving allowance must be grater than zero.
es_419: La asignación para donar debe ser mayor que cero.

source: Date of birth
es_419: Fecha de nacimiento

# childInWalletPostfix
source: in Wallet
es_419: en el Monedero

# childEditProfileErrorText
source: Cannot update child profile. Please try again later.
es_419: No se puede actualizar el perfil del niño/a. Por favor

# childEditProfile
source: Edit Profile
es_419: Editar perfil

# childHistoryBy
source: by
es_419: por

# childHistoryTo
source: to
es_419: a

# childHistoryToBeApproved
source: To be approved
es_419: Pendiente de aprobación

# childHistoryCanContinueMakingADifference
source: can continue making a difference
es_419: puede seguir marcando la diferencia

# childHistoryYay
source: Yay!
es_419: ¡Genial!

# childHistoryAllGivts
source: All givts
es_419: Todas las donaciones

source: Today
es_419: Hoy

source: Yesterday
es_419: Ayer

# childParentalApprovalApprovedSubTitle
source: Thank you
es_419: Gracias

# childParentalApprovalConfirmationTitle
source: {value0} would love to give
es_419: A {value0} le encantaría donar

# childParentalApprovalConfirmationDecline
source: Decline
es_419: Rechazar

# childParentalApprovalConfirmationApprove
source: Approve
es_419: Aprobar

# childParentalApprovalDeclinedTitle
source: You have declined {value0}’s request
es_419: Ha rechazado la solicitud de {value0}

# childParentalApprovalDeclinedSubTitle
source: Maybe next time?
es_419: ¿Quizás la próxima vez?

# childParentalApprovalErrorSubTitle
source: Please try again later
es_419: Por favor

# pleaseEnterChildName
source: Please enter the child's name
es_419: Por favor

# pleaseEnterChildAge
source: Please enter the child's age
es_419: Por favor

# pleaseEnterValidName
source: Please enter a valid name
es_419: Por favor

# nameTooLong
source: Name is too long
es_419: El nombre es demasiado largo

# pleaseEnterValidAge
source: Please enter a valid age
es_419: Por favor

# addAdultInstead
source: Please add an adult instead
es_419: Por favor

# ageKey
source: Age
es_419: Edad

source: Almost done...
es_419: Casi listo...

# weHadTroubleGettingAllowance
source: We had trouble getting money from your account for the giving allowance(s).
es_419: Tuvimos problemas para obtener dinero de su cuenta para la(s) asignación(es) para donar.

# allowanceOopsCouldntGetAllowances
source: Oops! We couldn't get the allowance amount from your account.
es_419: ¡Ups! No pudimos obtener el importe de la asignación de su cuenta.

# weWillTryAgainTmr
source: We will try again tomorrow
es_419: Lo intentaremos de nuevo mañana

# weWillTryAgainNxtMonth
source: We will try again next month
es_419: Lo intentaremos de nuevo el próximo mes

# editChildWeWIllTryAgain
source: We will try again on:
es_419: Lo intentaremos de nuevo el:

# familyGoalStepperCause
source: 1. Cause
es_419: 1. Causa

# familyGoalStepperAmount
source: 2. Amount
es_419: 2. Importe

# familyGoalStepperConfirm
source: 3. Confirm
es_419: 3. Confirmar

# familyGoalCircleMore
source: +{value0} more
es_419: `+{value0} más

# familyGoalOverviewTitle
source: Create a Family Goal
es_419: Crear un Objetivo Familiar

# familyGoalConfirmationTitle
source: Launch the Family Goal
es_419: Lanzar el Objetivo Familiar

# familyGoalCauseTitle
source: Find a cause
es_419: Encontrar una causa

# familyGoalAmountTitle
source: Set your giving goal
es_419: Establezca su objetivo de donación

# familyGoalStartMakingHabit
source: Start making giving a habit in your family
es_419: Comience a hacer de la donación un hábito en su familia

# familyGoalCreate
source: Create
es_419: Crear

# familyGoalConfirmedTitle
source: Family Goal launched!
es_419: ¡Objetivo Familiar lanzado!

# familyGoalToSupport
source: to support
es_419: para apoyar

# familyGoalShareWithFamily
source: Share this with your family and make a difference together
es_419: Comparta esto con su familia y marquen la diferencia juntos

# familyGoalLaunch
source: Launch
es_419: Lanzar

# familyGoalHowMuch
source: How much do you want to raise?
es_419: ¿Cuánto quiere recaudar?

# familyGoalAmountHint
source: Most families start out with an amount of $100
es_419: La mayoría de las familias comienzan con un importe de $100

# certExceptionTitle
source: A little hiccup
es_419: Un pequeño contratiempo

# familyGoalPrefix
source: Family Goal:
es_419: Objetivo Familiar:

# permitBiometricQuestionWithType
source: Do you want to use {value0}?
es_419: ¿Desea usar {value0}?

# permitBiometricExplanation
source: Speed up the login process and keep you account secure
es_419: Acelere el proceso de inicio de sesión y mantenga su cuenta segura

# permitBiometricSkip
source: Skip for now
es_419: Omitir por ahora

# permitBiometricActivateWithType
source: Activate {value0}
es_419: Activar {value0}

# acceptInviteKey
source: Accept the invite
es_419: Aceptar la invitación
