Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# touchIdUsage
source: This is where you change the use of your Touch ID to login into the Givt app.
de: Hier änderst du die Verwendung von Touch ID, um dich bei der Givt App anzumelden.
es_419: Aquí es donde puede cambiar el uso de su Touch ID para iniciar sesión en la aplicación Givt.
nl: Hier beheer je het gebruik van je Touch ID om in de Givt-app in te loggen.

# faceIdUsage
source: This is where you change the use of your Face ID to login into the Givt app.
de: Hier änderst du die Verwendung von Face ID, um dich bei der Givt App anzumelden.
es_419: Aquí es donde puede cambiar el uso de su Face ID para iniciar sesión en la aplicación Givt.
nl: Hier beheer je het gebruik van je Face ID om in de Givt-app in te loggen.

# fingerprintUsage
source: This is where you change the use of your fingerprint to login into the Givt app.
de: Hier änderst du die Verwendung des Fingerabdrucks, um dich bei der Givt App anzumelden.
es_419: Aquí es donde puede cambiar el uso de su huella dactilar para iniciar sesión en la aplicación Givt.
nl: Hier beheer je het gebruik van je vingerafdruk om in de Givt-app in te loggen.

# authenticationIssueTitle
source: Authentication problem
de: Authentifizierungsproblem
nl: Authenticatieprobleem

# authenticationIssueMessage
source: We could not properly identify you. Please try again later.
de: Wir konnten dich nicht richtig identifizieren. Bitte versuche es später noch einmal.
nl: We konden je niet goed identificeren. Probeer je het later even opnieuw?

# authenticationIssueFallbackMessage
source: We could not properly identify you. Please log in using your access code or password.
de: Wir konnten dich nicht richtig identifizieren. Bitte melde dich mit Zugangscode oder Passwort nochmals ein.
nl: We konden je niet goed identificeren. Log in met je toegangscode of wachtwoord.

# cancelledAuthorizationMessage
source: You cancelled the authentication. Do you want to login using your access code/password?
de: Du hast die Authentifizierung abgebrochen. Möchtest du dich mit deinem Zugangscode / Passwort anmelden?
nl: Je hebt de authenticatie geannuleerd. Wil je toch liever inloggen met je toegangscode/wachtwoord?

# offlineGiftsTitle
source: Offline donations
de: Offline Spenden
es_419: Donaciones sin conexión
nl: Offline giften

# offlineGiftsMessage
source: To make sure your donations arrive on time, your internet connection needs to be activated so that the donations you made can be sent to the server.
de: Um sicherzustellen, dass deine Spenden rechtzeitig ankommen, muss eine Internetverbindung aktiviert sein, damit die Spenden an den Server gesendet werden können.
nl: Om ervoor te zorgen dat je giften op tijd aankomen, is het even nodig om je internetverbinding aan te zetten zodat de giften die je hebt gedaan, verstuurd kunnen worden naar de server.

# enrollFingerprint
source: Place your finger on the sensor.
de: Leg deinen Finger auf den Sensor.
nl: Plaats nu je vinger op de vingerafdruk-sensor.

# fingerprintMessageAlert
source: Use {value0} to log in for {value1}
de: Benutze {value0}, um sich für {value1} anzumelden.
nl: Gebruik {value0} om in te loggen voor {value1}

# loginFingerprint
source: Login using your fingerprint
de: Login mit Fingerabdruck
nl: Login met je vingerafdruk

# loginFingerprintCancel
source: Login using pass code/password
de: Login mit Passcode / Passwort
nl: Inloggen met toegangscode/wachtwoord

# fingerprintStateScanning
source: Touch sensor
de: Berührungssensor
nl: Raak de sensor aan

# fingerprintStateSuccess
source: Fingerprint recognized
de: Fingerabdruck erkannt
nl: Vingerafdruk herkend

# fingerprintStateFailure
source: Fingerprint not recognized. Try again.
de: Fingerabdruck nicht erkannt. Bitte nochmals versuchen.
nl: Vingeradruk niet herkend. Probeer opnieuw.

source: Activate Bluetooth
de: Bluetooth aktivieren
nl: Bluetooth activeren

source: Amount too high
de: Betrag zu hoch
es_419: Importe demasiado alto
nl: Bedrag te hoog

source: Activate location
de: Standort aktivieren
nl: Locatie activeren

# loginFailure
source: Login error
de: Login Fehler
es_419: Error de inicio de sesión
nl: Fout bij inloggen

source: Request failed
de: Anfrage fehlgeschlagen
es_419: Solicitud fallida
nl: Aanvraag mislukt

# resetPasswordSent
source: You should have received an e-mail with a link to reset your password. In case you do not see the e-mail right away, check your spam.
de: Du solltest eine E-Mail mit einem Link erhalten haben, um dein Passwort zurück setzen zu können. Falls du diese E-Mail nicht sofort findest, überprüf bitte auch den Spam-Ordner.
es_419: Debería haber recibido un correo electrónico con un enlace para restablecer su contraseña. En caso de que no vea el correo electrónico de inmediato, revise su correo no deseado.
nl: Je krijgt een e-mail met daarin een link om je wachtwoord opnieuw in te stellen. Heb je na 5 minuten nog steeds de e-mail niet ontvangen? Kijk dan even in je spam.

source: Success!
de: Es hat funktioniert!
es_419: ¡Éxito!
nl: Gelukt!

# notSoFast
source: Not so fast, big spender
de: Nicht so schnell, großer Geldgeber.
es_419: No tan rápido, gran gastador
nl: Niet zo snel, gulle gever

# giftBetween30Sec
source: You already gave within 30 seconds. Can you wait a little?
de: Du hast bereits innerhalb von 30 Sekunden gespendet. Kannst du noch ein wenig warten?
es_419: Ya ha donado en 30 segundos. ¿Puede esperar un poco?
nl: Je hebt al eens binnen de 30 seconden gegeven. Wacht je nog even?

# android8ActivateLocation
source: Enable your location and make sure the 'High accuracy' mode is selected.
de: Aktiviere den Standort und stelle sicher, dass der Modus "Hohe Genauigkeit" ausgewählt wurde.
nl: Activeer je locatie en zorg ervoor dat de modus op ‘Hoge nauwkeurigheid’ staat. (Na je gift kan je die gewoon weer uitzetten.)

# android9ActivateLocation
source: Enable your location and make sure 'Location Accuracy' is enabled.
de: Aktiviere den Standort und stelle sicher, dass "Standortgenauigkeit" aktiviert ist.
nl: Activeer je locatie en zorg ervoor dat de ‘Locatienauwkeurigheid’ actief is.

# nonExistingEmail
source: We have not seen this e-mail address before. Is it possible that you registered with a different e-mail account?
de: Diese E-Mail-Adresse ist uns nicht bekannt. Ist es möglich, dass du dich mit einem anderen E-Mail-Konto registriert hast?
es_419: No hemos visto esta dirección de correo electrónico antes. ¿Es posible que se haya registrado con una cuenta de correo electrónico diferente?
nl: Dit e-mailadres komt ons niet bekend voor. Is het mogelijk dat je een ander e-mailadres hebt opgegeven?

source: Second collection
de: zweiten Spendenziel
nl: Tweede collecte

source: Amount too low
de: Betrag zu gering
es_419: Importe demasiado bajo
nl: Bedrag te laag

# qrScanFailed
source: Aiming failed
de: Zielvorgabe fehlgeschlagen
es_419: Error al apuntar
nl: Mikken mislukt

source: Temporary account
de: Vorübergehendes Konto
nl: Tijdelijk account

# temporaryDisabled
source: Temporarily blocked
de: Vorübergehend gesperrt
nl: Tijdelijk geblokkeerd

source: Cancel failed
de: Stornieren fehlgeschlagen
es_419: Error al cancelar
nl: Annuleren mislukt

source: Access denied
de: Zugang verweigert
es_419: Acceso denegado
nl: Toegang geweigerd

source: Unknown error
de: Unbekannter Fehler
es_419: Error desconocido
nl: Onbekende fout

# mandateFailed
source: Authorization failed
de: Autorisierung fehlgeschlagen
es_419: Error de autorización
nl: Machtiging mislukt

# qrScannedOutOfApp
source: Hey! Great that you want to give with a QR code! Are you sure you would like to give to {value0}?
de: Hey! Prima, dass du mit einem QR-Code spenden möchtest! Bist du sicher, dass du {value0} etwas spenden möchtest?
es_419: ¡Hola! ¡Qué bien que quieras donar con un código QR! ¿Está seguro de que desea donar a {value0}?
nl: Hey! Wat leuk dat je wil geven met een QR-code! Klopt het dat je wil geven aan {value0}?

# saveFailed
source: Saving failed
de: Speichern fehlgeschlagen
es_419: Error al guardar
nl: Opslaan mislukt

# invalidEmail
source: Invalid e-mail address
de: Ungültige E-Mail-Adresse
es_419: Dirección de correo electrónico no válida
nl: Ongeldig e-mailadres

# giftsOverviewSent
source: We've sent your donations overview to your mailbox.
de: Wir haben die Spendenübersicht an deine Mailbox geschickt.
es_419: Hemos enviado el resumen de sus donaciones a su buzón de correo.
nl: We hebben je giftenoverzicht verstuurd naar je mailbox.

# giftWasBetween30S
source: Your donation was not processed because it was less than 30 sec. ago since your last donation.
de: Deine Spende wurde nicht verarbeitet, weil seit der letzten Spende weniger als 30 Sekunden vergangen sind.
nl: Je gift is niet doorgezet omdat het minder dan 30 sec. geleden is sinds je vorige gift.

# promotionalQr
source: This code redirects to our webpage. You cannot use it to give within the Givt app.
de: Dieser Code leitet dich zu unserer Webseite weiter. Er kann nicht zum Spenden per Givt App verwendet werden.
nl: Deze code verwijst naar onze webpagina. Hiermee kan je helaas niet geven in de Givt-app.

# downloadYearOverviewByChoice
source: Do you want to download an annual overview of your donations? Choose the year below and we will send the overview to
de: Möchtest du eine Jahresübersicht deiner getätigten Spenden herunterladen? Wähle dazu das Jahr aus und wir senden die Übersicht an
es_419: ¿Desea descargar un resumen anual de sus donaciones? Elija el año a continuación y le enviaremos el resumen a
nl: Wil je een giftenoverzicht van een volledig jaar downloaden voor je belastingaangifte ? Kies hieronder het jaar en we versturen het overzicht naar

# giveOutOfApp
source: Hey! Great that you want to give with Givt! Are you sure you would like to give to {value0}?
de: Hey! Schön, dass du mit Givt spenden willst! Bist du sicher, dass du an {value0} etwas spenden möchtest?
nl: He! Leuk dat je wil geven met Givt! Klopt het dat je wil geven aan {value0}?

# mandateFailTryAgainLater
source: Something went wrong while generating the mandate. Can you try again later?
de: Bei der Erstellung des Mandats ist etwas schief gelaufen. Kannst du es später noch einmal versuchen?
es_419: Algo salió mal al generar el mandato. ¿Puede intentarlo de nuevo más tarde?
nl: Er gaat iets mis bij het aanmaken van de machtiging. Probeer je later nog eens opnieuw?

# featureButtonSkip
source: Skip
de: Überspringen
nl: Sla over

# featureMenuText
source: Your app from A to Z
de: Deine App von A bis Z
nl: De app van A tot Z

# featureMultipleNew
source: Hello, we would like to introduce a few new features to you.
de: Hallo, wir möchten dir ein paar neue Features vorstellen.
nl: Hallo, we willen je graag enkele nieuwe features voorstellen.

# featureReadMore
source: Read more
de: Lies weiter
nl: Lees meer

# featureStepTitle
source: Feature {value0} of {value1}
de: Feature {value0} von {value1}
nl: Feature {value0} van {value1}

# noticeSmsCode
source: Important! Please note that you have to fill in the sms code in the webpage and not in the app. When you have signed the mandate you will be automatically redirected to the app.
de: Wichtig! Bitte beachte, dass der SMS-Code auf der Webseite ausgefüllt werden muss und nicht in der App. Wenn du das Mandat unterschrieben hast, wirst du anschließend automatisch zur App weitergeleitet.
nl: Let op! De sms-code die je zult ontvangen, moet je invullen op het SlimPay scherm in je webpagina, dus niet in de app. Na het tekenen van de machtiging, ga je automatisch terug naar de Givt-app.

# featurePush1Title
source: Push notifications
de: Push-Benachrichtigungen
nl: Pushnotificaties

# featurePush2Title
source: We'll help you through
de: Wir helfen dir weiter
nl: We helpen je erdoorheen

# featurePush3Title
source: Make sure they're switched on
de: Vergewissere dich, dass sie eingeschaltet sind.
nl: Zorg dat ze aan staan

# featurePush1Message
source: With a push notification we can tell you something important while the app isn't running.
de: Mithilfe von Push-Benachrichtigungen können wir dir etwas Wichtiges mitteilen. Auch wenn die App gerade nicht läuft.
nl: Een pushnotificatie geeft ons de mogelijkheid om jou iets belangrijks te vertellen terwijl de app op de achtergrond is.

# featurePush2Message
source: If there is something wrong with your account or with your gifts, we can communicate that easily and quickly.
de: Wenn etwas mit dem Konto oder deinen Spenden nicht stimmen sollte, können wir es dir so einfach und schnell mitteilen.
nl: Mocht er iets niet kloppen met je account of misgaan met je giften, kunnen we dat makkelijk en snel communiceren.

# featurePush3Message
source: And don't hesitate to leave them on. We only communicate about urgent matters.
de: Und sei unbesorgt, die Benachrichtigungen aktiviert zu lassen. Wir informieren nur über dringende Angelegenheiten.
nl: En laat ze gerust aan staan. We communiceren alleen zaken die dringend zijn.

# featurePushInappnot
source: Tap here to read more about push notifications
de: Hier klicken, um mehr über Push-Benachrichtigungen zu erfahren.
nl: Tap hier om meer te weten te komen over pushnotificaties

# featurePushNotenabledAction
source: Switch on
de: Einschalten
nl: Inschakelen

# featurePushEnabledAction
source: I understand
de: Ich verstehe
nl: Ik begrijp het
