Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# ibanPlaceHolder
source: IBAN account number
de: IBAN
es_419: Número de cuenta IBAN
nl: IBAN-rekeningnummer

# amountLimitExceeded
source: This amount is higher than your chosen maximum amount. Please adjust the maximum donation amount or choose a lower amount.
de: Dieser Betrag ist höher als dein gewählter Maximalbetrag. Bitte pass den Maximalbetrag an oder wähle einen niedrigeren Betrag.
es_419: Esta cantidad es mayor que su importe máximo elegido. Ajuste el importe máximo de donación o elija una cantidad inferior.
nl: Hé gulle gever, dit bedrag is hoger dan je geeflimiet. Pas de limiet aan of verlaag het bedrag.

source: Belgium
de: Belgien
nl: België

# insertAmount
source: Do you know how much you want to give? Choose an amount.
de: Weißt du, wieviel du spenden möchtest? Dann wähle einen Betrag.
nl: Weet je al hoeveel je wil geven? Voer een bedrag in.

# netherlands
source: The Netherlands
de: Niederlande
nl: Nederland

# selectReceiverTitle
source: Select recipient
de: Empfänger auswählen
nl: Ontvanger selecteren

# slimPayInformation
source: We want your Givt experience to be as smooth as possible.
de: Wir möchten, dass du Givt so einfach wie möglich nutzen kannst.
es_419: Queremos que su experiencia con Givt sea lo más fluida posible.
nl: Om te kunnen geven met Givt moet je een machtiging (SlimPay eMandate) afgeven.

# savingSettings
source: Sit back and relax, we are saving your settings.
de: Lehn dich zurück und entspann dich, wir speichern derweil die Einstellungen.
nl: Je hoeft nu even niks te doen terwijl wij je gegevens opslaan.

# continueKey
source: Continue
es_419: Continuar
nl: Doorgaan

# slimPayInfoDetail
source: Givt works together with SlimPay for executing the transactions. SlimPay is specialised in handling mandates and automatic money transfers on digital platforms. SlimPay executes these orders for Givt at the lowest rates on this market and at a high speed. SlimPay is an ideal partner for Givt because they make giving without cash very easy and safe. As a payment company, they are supervised by the Nederlandsche Bank and other European national banks. The money will be collected in a SlimPay account. Givt will ensure that the money is distributed correctly.
de: Givt arbeitet bei der Ausführung der Transaktionen mit SlimPay zusammen. SlimPay ist spezialisiert auf die Abwicklung von Mandaten und automatischen Geldüberweisungen auf digitalen Plattformen. SlimPay führt diese Aufträge für Givt zu den niedrigsten Preisen auf diesem Markt und mit hoher Geschwindigkeit aus. SlimPay ist ein idealer Partner für Givt, weil sie das bargeldlose Spenden sehr einfach und sicher machen. Als Zahlungsdienstleister werden sie von der Nederlandsche Bank und anderen europäischen Nationalbanken beaufsichtigt. Das Geld wird auf einem SlimPay-Konto gesammelt. Givt wird sicherstellen, dass das Geld korrekt ausgegeben wird.
es_419: Givt trabaja junto con Better World Payments para ejecutar las transacciones. Better World Payments está especializada en la gestión de mandatos y transferencias automáticas de dinero en plataformas digitales. Better World Payments ejecuta estos pedidos para Givt a las tarifas más bajas del mercado y a gran velocidad. Better World Payments es un socio ideal para Givt porque facilita mucho la donación sin efectivo de forma segura. El dinero se recogerá en una cuenta de Better World Payments. Givt se asegurará de que el dinero se distribuya correctamente.
nl: Givt werkt samen met SlimPay voor het verwerken van transacties. SlimPay is gespecialiseerd in het verwerken van machtigingen en automatische incasso’s voor digitale platforms. Dit doet SlimPay voor Givt tegen de laagste kosten in de markt en met hoge snelheid. SlimPay is voor Givt de ideale partner omdat zij het geven zonder contant geld eenvoudig en veilig maakt. Zij staat als betaalinstelling onder toezicht van de Nederlandsche Bank en andere Nationale Europese Banken. Het geïncasseerde geld wordt verzameld op een rekening bij SlimPay. Givt zorgt ervoor dat het geld verdeeld wordt.

# slimPayInfoDetailTitle
source: What is SlimPay?
de: Was ist SlimPay`
es_419: ¿Qué es Better World Payments?
nl: Wat is SlimPay?

# continueRegistration
source: Your user account was already created, but it was impossible to finalise the registration. We would love for you to use Givt, so we ask you to login to complete the registration.
de: Dein Benutzerkonto wurde bereits angelegt, aber es war leider nicht möglich die Registrierung abzuschließen. Wir möchten dir gern dabei helfen, Givt zu nutzen, daher bitten wir dich, sich nochmals einzuloggen, um die Registrierung abzuschließen.
nl: Je gebruikersaccount werd al aangemaakt, maar het is niet gelukt om de registratie helemaal af te ronden. We willen graag dat je Givt kunt gebruiken, dus vragen we je om in te loggen en je registratie compleet te maken.

# contactFailedButton
source: Didn't work?
de: Nicht geklappt?
nl: Niet gelukt?

# unregisterButton
source: Terminate my account
de: Meinen Account schließen
es_419: Cancelar mi cuenta
nl: Mijn account opzeggen

# unregisterUnderstood
source: I understand
de: Ich verstehe
es_419: Entendido
nl: Ik begrijp het

# givtIsBeingProcessed
source: Thank you for your Givt to {value0}! You can check the status in the overview.
de: Danke für deine Spende an {value0}! Den Status kannst du in der Übersicht überprüfen.
es_419: ¡Gracias por su Givt a {value0}! Puede comprobar el estado en el resumen.
nl: Bedankt voor je Givt aan {value0}! Kijk voor de status in je overzicht.

# offlineGegevenGivtMessage
source: Thank you for your Givt! When there's a good connection with the Givt-server, your Givt will be processed. You can check the status in the overview.
de: Vielen Dank für deine Spende! Sobald es wieder eine gute Verbindung mit dem Givt-Server gibt, wird deine Spende verarbeitet. Den Status kannst du jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givt! Zodra er een goede verbinding is met de Givt-server, wordt je Givt verwerkt. Kijk voor de status in je overzicht.

# offlineGegevenGivtMessageWithOrg
source: Thank you for your Givt to {value0}! When there's a good connection with the Givt-server, your Givt will be processed. You can check the status in the overview.
de: Vielen Dank für deine Spende an {value0}! Sobald es wieder eine gute Verbindung mit dem Givt-Server gibt, wird deine Spende verarbeitet. Den Status kannst du jederzeit in der Übersicht überprüfen.
es_419: ¡Gracias por su Givt a {value0}! Cuando haya una buena conexión con el servidor de Givt, su Givt se procesará. Puede comprobar el estado en el resumen.
nl: Bedankt voor je Givt! Zodra er een goede verbinding is met de Givt-server, wordt je Givt aan {value0} verwerkt. Kijk voor de status in je overzicht.

# pincode
source: Passcode
de: PIN
nl: Toegangscode

# pincodeTitleChangingPin
source: This is where you change the use of your passcode to login into the Givt app.
de: Hier kannst du das Passwort anpassen, welches für den Login der Givt App verwendet wird.
nl: Hier beheer je het gebruik van je toegangscode om in de Givt-app in te loggen.

# pincodeChangePinMenu
source: Change passcode
de: PIN ändern
nl: Wijzig toegangscode

# pincodeSetPinTitle
source: Set passcode
de: PIN festlegen
nl: Toegangscode instellen

# pincodeSetPinMessage
source: Set your passcode here
de: Leg deine PIN hier fest
nl: Stel hier je toegangscode in

# pincodeEnterPinAgain
source: Re-enter your passcode
de: Gib deine PIN nochmals ein
nl: Voer je toegangscode nogmaals in

# pincodeDoNotMatch
source: Codes do not match. Could you try again?
de: Die PINs stimmen nicht überein. Bitte versuch es nochmals.
nl: Codes zijn niet gelijk aan elkaar. Probeer je het nog een keer?

# pincodeSuccessfullTitle
source: Got it!
de: Jetzt hat es geklappt!
nl: Gelukt!

# pincodeSuccessfullMessage
source: Your passcode has been successfully saved.
de: Deine PIN wurde erfolgreich gespeichert.
nl: Je toegangscode is succesvol opgeslagen.

# pincodeForgotten
source: Login with e-mail and password
de: Login mit E-Mail und Passwort
nl: Inloggen met e-mail en wachtwoord

# pincodeForgottenTitle
source: Forgot passcode
de: PIN vergessen
nl: Toegangscode vergeten

# pincodeForgottenMessage
source: Login using your e-mail address to access your account.
de: Nutz deine E-Mail-Adresse, um dich einzuloggen.
nl: Log in met je e-mailadres om toegang tot je account te krijgen.

# pincodeWrongPinTitle
source: Wrong passcode
de: Falsche PIN
nl: Foute toegangscode

# pincodeWrongPinFirstTry
source: First attempt failed. Please try again.
de: Erster Versuch fehlgeschlagen. Bitte versuch es noch einmal.
nl: Eerste poging klopt niet. Probeer het nog een keer.

# pincodeWrongPinSecondTry
source: Second attempt failed. Please try again.
de: Zweiter Versuch fehlgeschlagen. Bitte versuch es noch einmal.
nl: Tweede poging klopt niet. Probeer het nog een keer.

# pincodeWrongPinThirdTry
source: Third attempt failed. Login using your e-mail address.
de: Dritter Versuch fehlgeschlagen. Bitte nutze deine E-Mail-Adresse, um dich einzuloggen.
nl: Je hebt drie verkeerde pogingen gedaan. Log in met je e-mailadres en wachtwoord.

# wrongPasswordLockedOut
source: Third attempt failed, you cannot login for 15 minutes. Try again later.
de: Dritter Versuch fehlgeschlagen. Für die nächsten 15 Minuten kannst du dich nicht einloggen. Bitte versuch es später wieder.
es_419: Tercer intento fallido, no puede iniciar sesión durante 15 minutos. Inténtelo de nuevo más tarde.
nl: Je hebt drie verkeerde pogingen gedaan, je kunt 15 minuten niet inloggen. Probeer straks opnieuw of vraag een nieuw wachtwoord aan.

# confirmGivtSafari
source: Thank you for your Givt to {value0}! Please confirm by pressing the button. You can check the status in the overview.
de: Vielen Dank für deine Spende an {value0}! Bitte bestätige sie durch Drücken der Taste. Den Status kannst du jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givt aan {value0}! Bevestig door op de knop te drukken en kijk voor de status in je overzicht.

# confirmGivtSafariNoOrg
source: Thank you for your Givt! Please confirm by pressing the button. You can check the status in the overview.
de: Vielen Dank für deine Spende! Bitte bestätige sie durch Drücken der Taste. Den Status kannst du jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givt! Bevestig door op de knop te drukken en kijk voor de status in je overzicht.

# menuSettingsSwitchAccounts
source: Switch accounts
de: Accounts wechseln
nl: Wisselen van account

# prepareIUnderstand
source: I understand
de: Ich habe verstanden
nl: Ik snap het

# faqWhyBluetoothEnabledQ
source: Why do I have to enable Bluetooth to use Givt?
de: Warum muss ich Bluetooth aktivieren, um Givt zu nutzen?
es_419: ¿Por qué tengo que activar el Bluetooth para usar Givt?
nl: Waarom moet bluetooth ingeschakeld zijn tijdens het gebruik van Givt?

# faqWhyBluetoothEnabledA
source: Your phone receives a signal from the beacon inside the collection box, bag or basket. This signal uses the Bluetooth protocol. It can be considered as a one-way traffic, which means there is no connection, in contrast to a Bluetooth car kit or headset. It is a safe and easy way to let your phone know which collection box, bag or basket is nearby. When the beacon is near, the phone picks up the signal and your Givt is completed.
de: Dein Smartphone empfängt ein Signal von einem Beacon in der Spendenbox, dem Klingelbeutel oder dem Kollekten-Korb. Dieses Signal verwendet das Bluetooth-Protokoll. Es kann als Einbahnstraße betrachtet werden, d.h. es gibt im Gegensatz zur Verwendung in einem Bluetooth Car Kit oder Headset keine Verbindung. Dies ist eine sichere und einfache Möglichkeit, dem Smartphone mitzuteilen, welche Spendenbox, welcher Klingelbeutel oder Kollekten-Korb sich in der Nähe befindet. Wenn sich das Signal in der Nähe befindet, nimmt das Telefon das Signal auf und Ihre Spende wird getätigt.
es_419: Su teléfono recibe una señal de la baliza dentro de la caja, bolsa o cesta de recolección. Esta señal utiliza el protocolo Bluetooth. Puede considerarse como un tráfico unidireccional, lo que significa que no hay conexión, a diferencia de un kit o auriculares Bluetooth para el coche. Es una forma segura y fácil de que su teléfono sepa qué caja, bolsa o cesta de recolección está cerca. Cuando la baliza está cerca, el teléfono capta la señal y su Givt se completa.
nl: Je telefoon pikt het bluetooth signaal op van de zender die in het collectemiddel zit. Het gaat hierbij om een eenrichtingsverkeer en er hoeft dus geen verbinding te worden gemaakt, zoals je dat misschien gewend bent bij een bluetooth carkit of headset. Het is een veilige en makkelijke manier voor de telefoon om te weten welk collectemiddel het is. Op het moment dat de zender dichtbij is en het signaal door je telefoon wordt opgepikt, is je Givt gelukt!

# collect
source: Collection
de: Kollekte
es_419: Recolección
nl: Collecte

# offlineGegevenGivtsMessage
source: Thank you for your Givts! When there's a good connection with the Givt-server, your Givts will be processed. You can check the status in the overview.
de: Vielen Dank für deine Spende! Sobald es wieder eine gute Verbindung mit dem Givt-Server gibt, wird deine Spende verarbeitet. Den Status kannst du jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givts! Zodra er een goede verbinding is met de Givt-server, worden je Givts verwerkt. Kijk voor de status in je overzicht.

# offlineGegevenGivtsMessageWithOrg
source: Thank you for your Givts to {value0}! When there's a good connection with the Givt-server, your Givts will be processed. You can check the status in the overview.
de: Vielen Dank für deine Spende an {value0}! Sobald es wieder eine gute Verbindung mit dem Givt-Server gibt, wird deine Spende verarbeitet. Den Status kannst du jederzeit in der Übersicht überprüfen.
nl: Bedankt voor je Givts! Zodra er een goede verbinding is met de Givt-server, worden je Givts aan {value0} verwerkt. Kijk voor de status in je overzicht.

# changeDonation
source: Change your donation
de: Ändere deine Spende
nl: Wijzig je donatie

# cancelGivts
source: Cancel your Givt
de: Zieh deine Spende zurück
nl: annuleer je Givt

# areYouSureToCancelGivts
source: Are you sure? Press OK to confirm.
de: Bist du sicher? Zum Bestätigen OK drücken.
es_419: ¿Está seguro? Pulse Aceptar para confirmar.
nl: Weet je het zeker? Tik op OK om te bevestigen.

# feedbackTitle
source: Feedback or questions?
de: Feedback oder Fragen?
es_419: ¿Comentarios o preguntas?
nl: Feedback of vragen?

# noMessage
source: You didn't enter a message.
de: Du hast keine Nachricht eingegeben.
nl: Je hebt geen bericht ingevoerd.

# feedbackMailSent
source: We've received your message succesfully, we'll be in touch as soon as possible.
de: Deine Nachricht haben wir erhalten. Wir werden uns so bald als möglich, mit dir in Verbindung setzen.
es_419: Hemos recibido su mensaje correctamente, nos pondremos en contacto con usted lo antes posible.
nl: Bedankt voor je bericht! We nemen zo snel mogelijk contact met je op.

# typeMessage
source: Write your message here!
de: Schreib deine Nachricht hier!
es_419: ¡Escriba su mensaje aquí!
nl: Schrijf hier je bericht!

# safariGivtTransaction
source: This Givt will be converted into a transaction.
de: Dieses Spende wird in eine Transaktion umgewandelt.
es_419: Este Givt se convertirá en una transacción.
nl: Deze Givt wordt in een transactie omgezet.

# safariMandateSignedPopup
source: Your donations are withdrawn from this IBAN. If this is incorrect, just cancel this Givt and register a new account.
de: Deine Spende wird von diesem Konto (IBAN) eingezogen. Sollte dies nicht korrekt sein, so storniere die Spende und registriere dich neu.
nl: Jouw giften worden van dit IBAN afgeschreven. Niet akkoord? Annuleer dan deze Givt en maak een nieuwe account aan.

# didNotSignMandateYet
source: You still need to sign a mandate. This is necessary to be able to give from start to finish. At the moment it's not possible to sign one. Your Givt will proceed, but to be processed completely, a mandate needs to be signed.
de: Du musst noch ein Mandat unterschreiben. Dies ist notwendig, damit die Spende bis zum Schluss ausgeführt werden kann. Im Moment ist es leider nicht möglich, eines zu unterschreiben. Dein Givt wird fortgesetzt, aber um vollständig verarbeitet werden zu können, muss ein Mandat unterzeichnet werden.
nl: Om gewoon te kunnen geven, moet je een mandaat hebben afgegeven. Op dit moment is het niet mogelijk om een mandaat af te geven. Probeer later opnieuw.

source: App version:
es_419: Versión de la aplicación:
nl: App versie:

# shareGivtText
source: Share Givt
de: Givt empfehlen
nl: Deel Givt

# shareGivtTextLong
source: Hey! Do you want to keep on giving?
de: Hey! Willst du weiter spenden?
nl: Hey! Wil je ook gewoon blijven geven?

# givtGewoonBlijvenGeven
source: Givt - Always good to give.
de: Givt - Geben tut so gut
nl: Givt - Gewoon blijven geven.

# updatesDoneTitle
source: Ready to start giving?
de: Bereit zum Spenden?
nl: Klaar om te geven?

# updatesDoneSubtitle
source: Givt is completely up-to-date, have fun giving.
de: Givt ist nun absolute up-to-date. Viel Spaß beim Geben.
nl: Givt is volledig up-to-date, veel plezier met geven.

# featureShareTitle
source: Share Givt with everyone!
de: Teile Givt!
nl: Deel Givt met iedereen!

# featureShareSubtitle
source: Sharing Givt is as easy as 1, 2, 3. You can share the app at the bottom of the settings page.
de: Das Weiterempfehlen von Givt ist so einfach wie 1, 2, 3. Du kannst die App unten auf der Einstellungsseite teilen.
nl: Givt delen, da's een makkie. Dat kan je onderaan in het menu.

source: Ask me later
de: Frag mich später
es_419: Pregúntame más tarde
nl: Vraag het me later

# giveDifferently
source: Choose from the list
de: Aus der Liste auswählen
es_419: Elija de la lista
nl: Kies uit de lijst

source: Churches
de: Kirchen
nl: Kerken

# stichtingen
source: Charities
de: Wohltätigkeit
nl: Goede doelen

# acties
source: Campaigns
de: Kampagnen
nl: Acties

# overig
source: Other
de: Andere
nl: Overig

# signMandateLaterTitle
source: Okay, we will ask you again later.
de: Okay, wir fragen später noch einmal.
nl: Ok, we vragen het je later opnieuw!

# signMandateLater
source: You have chosen to sign the mandate later. You can do this the next time you give.
de: Du hast dich dazu entschieden, das Mandat später zu unterzeichnen. Du kannst dies beim nächsten Mal tun, wenn du spendest.
nl: Je hebt gekozen om het mandaat later aan te vragen, dit zal gebeuren bij de volgende keer dat je wil geven.

# suggestie
source: Give to:
de: Spende an:
nl: Geven aan:

# codeCanNotBeScanned
source: Alas, this code cannot be used to give within the Givt app.
de: Leider kann dieser Code nicht innerhalb der Givt App verwendet werden.
es_419: Lamentablemente, este código no se puede utilizar para donar dentro de la aplicación Givt.
nl: Helaas, met deze code kan je niet geven in de Givt-app.

# giveDifferentScan
source: Scan QR code
de: QR-Code scannen
es_419: Escanear código QR
nl: Scan de QR-code

# giveDiffQrText
source: Now, aim well!
de: Jetzt gut zielen!
es_419: ¡Ahora, apunte bien!
nl: Nu goed mikken!

# qrCodeOrganisationNotFound
source: Code is scanned, but it seems the organisation has lost its way. Please, try again later.
de: Der Code wurde gescannt, aber es scheint, dass sich die Organisation verirrt hat. Bitte versuche es später noch einmal.
nl: Het scannen is gelukt, maar de organisatie is nog even verdwaald. Probeer het later opnieuw.

# noCameraAccess
source: We need your camera to scan the code. Go to the app settings on your smartphone to give us your permission.
de: Wir benötigen deine Kamera, um den Code scannen zu können. Wechsle zu den App-Einstellungen des Handys, um uns deine Zustimmung zu erteilen.
nl: Om de code te scannen heeft Givt je camera nodig. Ga naar de app-instellingen op je smartphone om Givt toegang te verlenen.

# nsCameraUsageDescription
source: We'd like to use your camera to scan the code.
de: Wir würden gerne deine Kamera verwenden, um den Code zu scannen.
nl: We willen graag de camera gebruiken om de code te scannen.

source: Open settings
de: Einstellungen öffnen
nl: Open instellingen

# needEmailToGiveSubtext
source: To be able to process your donations correctly, we need your e-mail address.
de: Um deine Spenden korrekt verarbeiten zu können, benötigen wir deine E-Mail-Adresse.
nl: Om je giften goed af te kunnen handelen, hebben we je e-mailadres nodig.

# completeRegistrationAfterGiveFirst
source: Thanks for giving with Givt! We would love for you to keep using Givt, so we ask you to complete the registration.
de: Danke, dass du mit Givt gespendet hast! Wir möchten dir gerne dabei helfen Givt besser zu nutzen, daher bitten wir dich die Registrierung abzuschließen.
nl: Leuk dat je hebt gegeven met Givt! We willen graag dat je Givt verder kunt gebruiken, dus vragen we je om je registratie compleet te maken.

# termsUpdate
source: The terms and conditions have been updated
de: Die Allgemeinen Geschäftsbedingungen wurden aktualisiert.
nl: De algemene voorwaarden zijn bijgewerkt

# agreeToUpdateTerms
source: You agree to the new terms and conditions if you continue.
de: Mit dem Fortfahren erklären du dich mit den neuen Allgemeinen Geschäftsbedingungen einverstanden.
nl: Bij het doorgaan ga je akkoord met de nieuwe voorwaarden.

source: I want to read it
de: Ich möchte sie lesen
nl: Ik wil het lezen

# locationPermission
source: We need to access your location to receive the signal from the Givt-beacon.
de: Wir müssen auf deinen Standort zugreifen, um das Signal vom Givt-Beacon empfangen zu können.
nl: We hebben toegang tot je locatie nodig om het signaal van de Givt-zender te ontvangen.

# locationEnabledMessage
source: Please enable your location with high accuracy to give with Givt. (After your donation you can disable it again.)
de: Bitte aktiviere deinen Standort, um mit Givt spenden zu können. (Nach der Spende kannst du ihn wieder deaktivieren.)
es_419: Por favor, active su ubicación con alta precisión para donar con Givt. (Después de su donación puede desactivarla de nuevo).
nl: Activeer je locatie met hoge nauwkeurigheid om met Givt te kunnen geven. (Na je gift kan je die weer uitzetten.)

# changeGivingLimit
source: Adjust maximum amount
de: Maximalbetrag anpassen
es_419: Ajustar importe máximo
nl: Geeflimiet aanpassen

# somethingWentWrong2
source: Something went wrong.
de: Etwas ist schief gelaufen.
nl: Er gaat iets mis.

# chooseLowerAmount
source: Change the amount
de: Ändere den Betrag
es_419: Cambiar el importe
nl: Bedrag aanpassen

# turnOnBluetooth
source: Switch on Bluetooth
de: Bluetooth einschalten
es_419: Activar Bluetooth
nl: Bluetooth aanzetten

# errorTldCheck
source: Sorry, you can’t register with this e-mail address. Could you check for any typos?
de: Du kannst dich leider nicht mit dieser E-Mail-Adresse registrieren. Überprüfst du sie auf Tippfehler?
es_419: Lo sentimos, no puede registrarse con esta dirección de correo electrónico. ¿Podría comprobar si hay errores tipográficos?
nl: Helaas, met dit e-mailadres lukt het registreren niet. Controleer je nog even op typefouten?

# addCollectConfirm
source: Do you want to add a second collection?
de: Möchtest du eine zweiten Spendenziel hinzufügen?
nl: Wil je een tweede collecte toevoegen?

# faQvraag0
source: Feedback or questions?
de: Feedback oder Fragen?
nl: Feedback of vragen?
