Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# firstCollect
source: 1st collection
de: 1. Spendenziel
es_419: 1ª colecta
nl: 1ste collecte

# secondCollect
source: 2nd collection
de: 2. Spendenziel
es_419: 2ª colecta
nl: 2de collecte

# thirdCollect
source: 3rd collection
de: 3. Spendenziel
es_419: 3ª colecta
nl: 3de collecte

# addCollect
source: Add a collection
de: Spendenziel hinzüfügen
es_419: Añadir una colecta
nl: Collecte toevoegen

# accountDisabledError
source: Alas, it looks like your account has been deactivated. Don't worry! Just send a quick e-mail to support@givtapp.net.
de: Leider sieht es so aus, als ob dein Konto deaktiviert wurde. Keine Sorge! Sende einfach eine kurze Mail an support@givtapp.net.
nl: Oeps, het lijkt erop dat je account is gedeactiveerd. Neem snel contact op met support@givtapp.net!

# featureNewgui1Title
source: The user interface
de: Die Benutzeroberfläche
nl: De gebruikersinterface

# featureNewgui2Title
source: Progress bar
de: Fortschrittsbalken
nl: Voortgangsbalk

# featureNewgui3Title
source: Multiple collections
de: Mehrere Spendenziele
nl: Meerdere collectes

# featureNewgui1Message
source: Quickly and easily add an amount and add or remove collections in the first screen.
de: Im ersten Fenster kannst du schnell & einfach einen Betrag und weitere Spendenziele hinzufügen oder entfernen.
nl: Snel en makkelijk een bedrag intoetsen en collectes toevoegen of verwijderen in het eerste scherm.

# featureNewgui2Message
source: Based on the progress bar at the top, you know exactly where you are in the giving process.
de: Anhand des Fortschrittsbalkens weißt du immer, wo du dich im Spendenprozess befindest.
nl: Aan de hand van de voortgangsbalk bovenaan weet je precies waar je bent in het geefproces.

# featureNewgui3Message
source: Add or remove collections with a single tap on a button.
de: Mit einem einzigen Tastendruck kannst du weitere Spendenziele hinzufügen oder entfernen.
nl: Collectes toevoegen of verwijderen met één druk op de knop.

# featureNewguiAction
source: Okay, understood!
de: Okay, verstanden!
nl: Oké, begrepen!

# featureMultipleInappnot
source: Hi! We have something new for you. Do you have a minute?
de: Hi! Wir haben etwas Neues für dich. Hast du kurz Zeit?
nl: Hallo! We hebben iets nieuws voor je klaar staan. Heb je even?
