Repository: givtnl/givt-app
Catalog: lib/l10n/arb/app_*.arb
Languages: de, es_419, nl

# prepareMobileTitle
source: Before you start
de: Bevor du beginnst
nl: Eerst even dit

# prepareMobileExplained
source: For an optimal experience with Givt, we require your permission in order to send notifications.
de: Für eine optimale Erfahrung mit Givt benötigen wir deine Erlaubnis, um dir Benachrichtigungen senden zu können.
nl: Voor een optimaal gebruik van Givt vragen we je toestemming om notificaties te versturen.

# prepareMobileSummary
source: This way you'll know where and when you can give.
de: Auf diese Weise weißt du immer, wo und wann du spenden kannst.
nl: Zo weet je waar en wanneer je kunt geven.

# policyText
source: Privacy Statement of Givt B.V. Translation from original 1.9 (March 3rd 2021) Through its service, Givt will process privacy-sensitive or personal data. Givt B.V. values the privacy of its customers and observes due care in processing and protecting personal data. During the processing we stick to the requirements of the General Data Protection Regulation (EU 2016/679, also known as the GDPR). This means we: - Clearly specify our purposes before we process personal data, by using this Privacy Statement; - Limit our collection of personal data to only the personal data needed for legitimate purposes; - First ask for explicit permission to process your personal data (and data of other individuals in the organisation you represent) in cases where your permission is required; - Take appropriate security measures to protect your personal data and we demand the same from parties who process personal data on our behalf; - Respect your right to inspect, correct or delete your personal data held by us. Givt B.V. is the party responsible for all data processing. Our data processing is registered with the Dutch Data Protection Authority, number M1640707. In this privacy statement, we will explain which personal data we collect and for which purposes. We recommend that you read it carefully. This privacy statement was last amended on 03-03-2021. Use of Personal Data By using our service, you are providing certain data to us. This could be personal data (and data of other individuals in the organisation you represent). We only retain and use the personal data provided directly by you or for which it is clear that it has been supplied to us to be processed. We use the following data for the purposes as mentioned in this Privacy Statement: - Name and address - Telephone number - E-mail address - Payment details Registration Certain features of our service require you to register or the organisation you represent beforehand. After your registration we will retain your user name and the personal data you provided. We will retain this data so that you do not have to re-enter it every time you visit our website, to contact you in connection with the execution of the agreement, invoicing and payment, and to provide an overview of the products and services you have purchased from us. We will not provide the data linked to your user name to third parties, unless it is necessary for the execution of the agreement you concluded with us or if law requires this. In the event of suspicion of fraud or misuse of our website we may hand over personal data to the entitled authorities. Promotion Other than the advertisements on the website, we can inform you about new products or services: - by e-mail Contact Form and Newsletter We have a newsletter to inform those interested of our products and/or services. Each newsletter contains a link with which to unsubscribe from our newsletter. Your e-mail address will be added to the list of subscribers automatically. If you fill out a contact form on the website or send us an e-mail, the data you provide will be retained for as long as is necessary depending on the nature of the form or the content of your e-mail, to fully answer and correctly handle your message or e-mail. Publication We will not publish your data. Providing Data to Third Parties We may provide your information to our partners. These partners are involved in the execution of the agreement. In all cases, these parties are necessary to provide the services. Personal data is not shared with other collecting parties, as we protect the anonymity of donors. You agree that the transaction data are anonymous and can be used for data collection, statistics, reviews and comparisons. Only the summary will be shared with other customers and we ensure you that none of your data will be traceable to individuals. We will also never sell data to third parties. We are only committed to make it easier for the donor to give to charities of their choosing. Security We take security measures to reduce misuse of and unauthorized access to personal data. We take the following measures in particular: - Access to personal data requires the use of a username and password - Access to personal data requires the use of a username and login token - We make use of secure connections (Secure Sockets Layer of SSL) to encrypt all information between you and our website when entering your personal data. - We keep logs of all requests for personal data. Use of location services The app may use the location services as provided by the operating system on the smartphone. With these services, the app may determine the location of the user. These location data are not being sent to anywhere outside the smartphone, but solely used to determine whether the user is on a location where it’s possible to use Givt for donating. The locations where one can use Givt are downloaded to the smartphone prior to using the location services. Diagnostic information from the app The app sends anonymous information about its functioning. This information contains non-personal data from your smartphone like its type and operating system, but also the version information of the app. These data are solely used for purposes of improving the service of Givt or allowing better responses to your questions. This information will never be shared with third-parties. Changes to this Privacy Statement We reserve the right to modify this statement. We recommend that you review this statement regularly, so that you remain informed of any changes. Inspection and Modification of your Data You can always contact us if you have any questions regarding our privacy policy or wish to review, modify or delete your personal data. Givt B.V. Bongerd 159 8212 BJ LELYSTAD 0031 320 320 115 KVKnr: 64534421
de: Datenschutzerklärung von Givt B.V. Übersetzung vom Original 1.9 (3. März 2021) Über seinen Service verarbeitet Givt datenschutzrelevante oder personenbezogene Daten. Givt B.V. schätzt die Privatsphäre seiner Kunden und achtet bei der Verarbeitung und dem Schutz personenbezogener Daten auf die gebotene Sorgfalt. Während der Verarbeitung halten wir uns an die Anforderungen der Datenschutzgrundverordnung (EU 2016/679, auch als DSGVO bekannt). Das heißt wir: - Geben unsere Zwecke klar an, bevor wir personenbezogene Daten verarbeiten, indem wir diese Datenschutzerklärung verwenden. - Beschränken unsere Erhebung personenbezogener Daten auf ausschließlich die personenbezogenen Daten, die für legitime Zwecke benötigt werden. - Bitten zunächst um die ausdrückliche Erlaubnis, Ihre persönlichen Daten (und Daten anderer Personen in der von Ihnen vertretenen Organisation) in Fällen zu verarbeiten, in denen Ihre Erlaubnis erforderlich ist. - Ergreifen geeignete Sicherheitsmaßnahmen, um Ihre persönlichen Daten zu schützen, und wir fordern dies auch von Parteien, die personenbezogene Daten in unserem Namen verarbeiten. - Respektieren Ihr Recht, Ihre bei uns gespeicherten personenbezogenen Daten einzusehen, zu korrigieren oder zu löschen. Givt B.V. ist für die gesamte Datenverarbeitung verantwortlich. Unsere Datenverarbeitung ist bei der niederländischen Datenschutzbehörde unter der Nummer M1640707 registriert. In dieser Datenschutzerklärung erläutern wir, welche personenbezogenen Daten wir zu welchen Zwecken erheben. Wir empfehlen Ihnen, diese sorgfältig zu lesen. Diese Datenschutzerklärung wurde zuletzt am 03.03.2021 geändert. Verwendung personenbezogener Daten Durch die Nutzung unseres Dienstes stellen Sie uns bestimmte Daten zur Verfügung. Dies können personenbezogene Daten sein (und Daten anderer Personen in der von Ihnen vertretenen Organisation). Wir speichern und verwenden nur die personenbezogenen Daten, die direkt von Ihnen bereitgestellt wurden oder für die klar ist, dass sie uns zur Verarbeitung zur Verfügung gestellt wurden. Wir verwenden die folgenden Daten für die in dieser Datenschutzerklärung genannten Zwecke: - Name und Adresse - Telefonnummer - E-Mail-Addresse - Zahlungsdetails Anmeldung Für bestimmte Funktionen unseres Dienstes müssen Sie sich oder die Organisation, welche Sie vertreten, im Voraus registrieren. Nach Ihrer Registrierung behalten wir Ihren Benutzernamen und die von Ihnen angegebenen persönlichen Daten. Wir werden diese Daten speichern, damit Sie sie nicht bei jedem Besuch unserer Website diese erneut eingeben müssen, um Sie im Zusammenhang mit der Ausführung des Vertrags, der Rechnungsstellung und der Zahlung zu kontaktieren und einen Überblick über die von Ihnen angebotenen Produkte und Dienstleistungen zu erhalten, welche Sie bei uns gekauft haben. Wir werden die mit Ihrem Benutzernamen verknüpften Daten nicht an Dritte weitergeben, es sei denn, dies ist für die Ausführung des von Ihnen mit uns geschlossenen Vertrags erforderlich oder gesetzlich vorgeschrieben. Bei Verdacht auf Betrug oder Missbrauch unserer Website können wir personenbezogene Daten an die berechtigten Behörden weitergeben. Werbung Neben den Anzeigen auf der Website können wir Sie über neue Produkte oder Dienstleistungen informieren: - per E-Mail Kontaktformular und Newsletter Wir haben einen Newsletter, um Interessenten über unsere Produkte und / oder Dienstleistungen zu informieren. Jeder Newsletter enthält einen Link, über den Sie unseren Newsletter abbestellen können. Ihre E-Mail-Adresse wird automatisch zur Liste der Abonnenten hinzugefügt. Wenn Sie das Kontaktformular auf der Website ausfüllen oder uns eine E-Mail senden, werden die von Ihnen angegebenen Daten so lange gespeichert, wie dies je nach Art des Formulars oder Inhalt Ihrer E-Mail erforderlich ist, um Ihnen vollständig zu antworten und Ihre Nachricht oder E-Mail richtig zu behandeln. Veröffentlichung Wir werden Ihre Daten nicht veröffentlichen. Bereitstellung von Daten an Dritte Wir können Ihre Informationen an unsere Partner weitergeben. Diese Partner sind an die Ausführung der Vereinbarung gebunden. In allen Fällen sind diese Parteien zur Erbringung der geschuldeten Dienstleistungen erforderlich. Personenbezogene Daten werden nicht an andere sammelnde Parteien weitergegeben, da wir die Anonymität der Spender schützen. Sie stimmen zu, dass die Transaktionsdaten anonym sind und für die Datenerfassung, Statistik, Überprüfung und Vergleiche verwendet werden können. Nur die Zusammenfassung wird an andere Kunden weitergegeben, und wir stellen sicher, dass keine Ihrer Daten auf eine Einzelperson zurückführbar sind. Wir werden auch niemals Daten an Dritte verkaufen. Wir sind nur bestrebt, es dem Spender zu erleichtern, an Wohltätigkeitsorganisationen ihrer Wahl zu spenden. Sicherheit Wir ergreifen Sicherheitsmaßnahmen, um den Missbrauch und den unbefugten Zugriff auf personenbezogene Daten zu verringern. Wir ergreifen insbesondere folgende Maßnahmen: - Der Zugriff auf personenbezogene Daten erfordert die Verwendung eines Benutzernamens und eines Passworts - Für den Zugriff auf personenbezogene Daten müssen ein Benutzername und ein Anmeldetoken verwendet werden - Wir verwenden sichere Verbindungen (Secure Sockets Layer of SSL), um alle Informationen zwischen Ihnen und unserer Website bei der Eingabe Ihrer persönlichen Daten zu verschlüsseln. - Wir führen Protokolle aller Anfragen nach personenbezogenen Daten. Nutzung von Ortungsdiensten Die App verwendet möglicherweise die vom Betriebssystem auf dem Smartphone bereitgestellten Ortungsdienste. Mit diesen Diensten kann die App den Standort des Benutzers bestimmen. Diese Standortdaten werden nicht an eine Stelle außerhalb des Smartphones gesendet, sondern nur verwendet, um festzustellen, ob sich der Benutzer an einem Ort befindet, an dem Givt für Spenden verwendet werden kann. Die Standorte, an denen Givt verwendet werden kann, werden vor der Verwendung der Ortungsdienste auf das Smartphone heruntergeladen. Diagnoseinformationen aus der App Die App sendet anonymisierte Informationen über die Funktionalität der App. Diese Informationen enthalten keine personenbezogene Daten, sondern nur Allgemeine Informationen Ihres Smartphones wie Typ und Betriebssystem, aber auch die Versionsnummer der App. Diese Daten werden ausschließlich dazu verwendet, den Service von Givt zu verbessern oder bessere Antworten auf Ihre Fragen zu ermöglichen. Diese Informationen werden niemals an Dritte weitergegeben. Änderungen dieser Datenschutzerklärung Wir behalten uns das Recht vor, diese Erklärung zu ändern. Wir empfehlen Ihnen, diese Erklärung regelmäßig zu überprüfen, damit Sie über Änderungen auf dem Laufenden bleiben. Überprüfung und Änderung Ihrer Daten Sie können uns jederzeit kontaktieren, wenn Sie Fragen zu unserer Datenschutzerklärung haben oder Ihre persönlichen Daten überprüfen, ändern oder löschen möchten. Givt B.V. Schutweg 47 8243 PC LELYSTAD +31 320 320 115 KvK: 64534421
nl: Laatst bijgewerkt: 03-03-2020 Versie: 1.9 Privacyverklaring Givt B.V. Via de dienst Givt - bestaande uit zowel een app als een online platform - worden privacygevoelige gegevens oftewel persoonsgegevens verwerkt. Givt B.V. acht een zorgvuldige omgang met persoonsgegevens van groot belang. Persoonlijke gegevens worden door ons dan ook zorgvuldig verwerkt en beveiligd. Bij onze verwerking houden wij ons aan de eisen die de Algemene Verordening Gegevensbescherming (EU 2016/679, ook wel gekend als AVG) stelt. Dat betekent onder andere dat wij: - duidelijk vermelden met welke doeleinden wij persoonsgegevens verwerken. Dat doen wij via deze privacyverklaring; - onze verzameling van persoonsgegevens beperken tot alleen de persoonsgegevens die nodig zijn voor legitieme doeleinden; - u eerst vragen om uitdrukkelijke toestemming om uw persoonsgegevens (of persoonsgegevens van anderen in de organisatie die u vertegenwoordigt) te verwerken in gevallen waarin uw toestemming is vereist; - passende beveiligingsmaatregelen nemen om uw persoonsgegevens te beschermen en dat ook eisen van partijen die in onze opdracht persoonsgegevens verwerken; - uw recht respecteren om uw persoonsgegevens op uw aanvraag ter inzage te bieden, te corrigeren of te verwijderen. Givt B.V. is de verantwoordelijke voor de gegevensverwerking. Onze verwerking is aangemeld bij het College Bescherming Persoonsgegevens onder het nummer M1640707. In deze privacyverklaring leggen wij uit welke persoonsgegevens wij verzamelen en gebruiken en met welk doel. Wij raden u aan deze zorgvuldig te lezen. Deze privacyverklaring is voor het laatst aangepast op 02-03-2021. Gebruik van persoonsgegevens Door het gebruiken van onze dienst laat u bepaalde gegevens bij ons achter. Dat kunnen persoonsgegevens zijn. Wij bewaren en gebruiken uitsluitend de persoonsgegevens (of persoonsgegevens van anderen in de organisatie die u vertegenwoordigt) die rechtstreeks door u worden opgegeven, in het kader van de door u gevraagde dienst, of waarvan bij opgave duidelijk is dat ze aan ons worden verstrekt om te verwerken. Wij gebruiken de volgende gegevens voor de in deze privacyverklaring genoemde doelen: - NAW gegevens - Telefoonnummer - E-mailadres - Betalingsgegevens Registreren Bij bepaalde onderdelen van onze dienst moet u zich of de organisatie die u vertegenwoordigt eerst registreren. Na registratie bewaren wij via de door u gekozen gebruikersnaam de door u opgegeven persoonsgegevens. Wij bewaren deze gegevens zodat u deze niet elke keer opnieuw hoeft in te vullen, zodat wij u kunnen contacteren in het kader van uitvoering van de overeenkomst en om een overzicht te geven van het gebruik van onze diensten. Wij zullen de aan uw gebruikersnaam gekoppelde gegevens niet aan derden verstrekken, tenzij dat noodzakelijk is in het kader van de uitvoering van de overeenkomst die u met ons sluit of indien dit wettelijk verplicht is. In geval van een vermoeden van fraude of misbruik van onze online dienst-infrastructuur kunnen wij persoonsgegevens aan de bevoegde autoriteiten overhandigen. Reclame Wij kunnen u, naast de informatie via onze online dienst-infrastructuur, op de hoogte brengen van onze nieuwe producten en diensten: - per e-mail Contactformulier en nieuwsbrief Wij bieden een nieuwsbrief waarmee wij geïnteresseerden willen informeren over onze producten en/of diensten. Iedere nieuwsbrief bevat een link waarmee u zich kunt afmelden. Uw e-mailadres wordt automatisch toegevoegd aan de lijst van abonnees. Als u een contactformulier op de website invult, of ons een e-mail stuurt, dan worden de gegevens die u ons toestuurt bewaard zolang als naar de aard van het formulier of de inhoud van uw e-mail nodig is voor de volledige beantwoording en afhandeling daarvan. Publicatie Wij publiceren uw klantgegevens niet. Verstrekking aan derden Wij kunnen uw gegevens doorgeven aan onze partners. Deze partners zijn betrokken bij de uitvoering van de overeenkomst. Dit zijn in alle gevallen partners die nodig zijn om de diensten te kunnen bieden. Voor donateurs betreft dit niet de collecterende instanties, aangezien wij de anonimiteit van de donateur in hun richting waarborgen. U gaat ermee akkoord dat de transactiegegevens kunnen worden geanonimiseerd en kunnen worden gebruikt voor data-verzameling, statistiek-overzichten en vergelijkingen. Alleen de totalen zullen worden gedeeld met andere klanten en wij dragen ervoor zorg dat geen van uw gegevens herleidbaar tot individuen zullen zijn. Ook zullen we gegevens nooit verkopen aan derden en alleen maar inzetten om het voor de donateur makkelijker te maken om te geven en op een manier betrokken te zijn bij de goede doelen zoals zij dat wensen. Beveiliging Wij nemen beveiligingsmaatregelen om misbruik van en ongeautoriseerde toegang tot persoonsgegevens te beperken. In het bijzonder nemen wij de volgende maatregelen: - Toegang tot persoonsgegevens wordt afgeschermd met een gebruikersnaam en wachtwoord - Toegang tot persoonsgegevens wordt afgeschermd met een gebruikersnaam en een login token - Wij maken gebruik van beveiligde verbindingen (TLS/SSL of Transport Layer Security/Secure Sockets Layer) waarmee alle informatie tussen u en onze online dienst-infrastructuur wordt afgeschermd wanneer u persoonsgegevens invoert - Wij houden logs bij van alle opvragingen van persoonsgegevens Gebruik van locatiegegevens In de app kan er worden gebruik gemaakt van de locatiegegevens die het besturingssysteem van de betreffende smartphone voorziet. Met deze gegevens kan de app bepalen waar de gebruiker is. Deze locatiegegevens worden niet verstuurd naar ergens buiten de smartphone en enkel gebruikt om te bepalen of de gebruiker op een locatie is waar Givt kan worden gebruikt om te geven. De locaties waar Givt kan worden gebruikt, worden vooraf gedownload naar de smartphone. Diagnostische informatie van de app De app verstuurt geanonimiseerde informatie over de werking. Deze informatie bevat niet-persoonsgebonden gegevens van uw smartphone zoals het type en het besturingssysteem, maar ook de versie van de app. Deze gegevens worden uitsluitend gebruikt om de service van Givt te kunnen verbeteren of om uw vragen sneller te kunnen beantwoorden. Deze informatie wordt nooit verstrekt aan derden. Wijzigingen in deze privacyverklaring Wij behouden ons het recht voor om wijzigingen aan te brengen in deze privacyverklaring. Het verdient aanbeveling om deze privacyverklaring geregeld te raadplegen, zodat u van deze wijzigingen op de hoogte bent. Inzage en wijzigen van uw gegevens Voor vragen over ons privacybeleid of vragen omtrent inzage en wijzigingen in (of verwijdering van) uw persoonsgegevens kunt u te allen tijde contact met ons opnemen via onderstaande gegevens: Givt B.V. Schutweg 47 8243 PC LELYSTAD 0031 320 320 115 KVKnr: 64534421

# needHelpTitle
source: Need help?
de: Benötigst du Hilfe?
es_419: ¿Necesita ayuda?
nl: Hulp nodig?

# findAnswersToYourQuestions
source: Here you'll find answers to your questions and useful tips
de: Hier findest du Antworten auf häufige Fragen und nützliche Tipps
es_419: Aquí encontrará respuestas a sus preguntas y consejos útiles
nl: Vind hier antwoorden op je vragen en handige tips

# questionHowDoesRegisteringWorks
source: How does registration work?
de: Wie funktioniert die Registrierung?
es_419: ¿Cómo funciona el registro?
nl: Hoe werkt het registreren?

# questionWhyAreMyDataStored
source: Why does Givt store my personal information?
de: Warum speichert Givt meine personenbezogenen Daten?
es_419: ¿Por qué Givt almacena mi información personal?
nl: Waarom worden mijn persoonsgegevens vastgelegd?

# faQvraag1
source: What is Givt?
de: Was ist Givt?
es_419: ¿Qué es Givt?
nl: Wat is Givt eigenlijk?

# faQvraag2
source: How does Givt work?
de: Wie funktioniert Givt?
es_419: ¿Cómo funciona Givt?
nl: Hoe werkt Givt?

# faQvraag3
source: How can I change my settings or personal information?
de: Wie kann ich meine Einstellungen oder persönlichen Daten ändern?
es_419: ¿Cómo puedo cambiar mi configuración o información personal?
nl: Hoe wijzig ik mijn instellingen of gegevens?

# faQvraag4
source: Where can I use Givt?
de: Wo kann ich Givt einsetzen?
es_419: ¿Dónde puedo usar Givt?
nl: Aan welke organisaties kan ik geven?

# faQvraag5
source: How will my donation be withdrawn?
de: Wie wird meine Spende abgebucht?
es_419: ¿Cómo se retirará mi donación?
nl: Hoe wordt mijn gift afgeschreven?

# faQvraag6
source: What are the possibilities using Givt?
de: Welche Möglichkeiten gibt es mit Givt?
es_419: ¿Qué más puedo hacer con Givt?
nl: Wat kan ik allemaal met Givt?

# faQvraag7
source: How safe is donating with Givt?
de: Wie sicher ist es, mit Givt zu spenden?
es_419: ¿Qué tan seguro es donar con Givt?
nl: Hoe veilig is geven met Givt?

# faQvraag8
source: How can I delete my Givt account?
de: Wie kann ich mein Givt-Konto löschen?
es_419: ¿Cómo puedo eliminar mi cuenta de Givt?
nl: Hoe kan ik mijn account opzeggen?
